{
    "title": "GDPR 20181725.pdf",
    "sections": [
        {
            "page": 1,
            "content": "REGLAMENTO (UE) 2018/1725 DEL PARLAMENTO EUROPEO Y DEL CONSEJO\nde 23 de octubre de 2018\nrelativo a la protección de las personas físicas en lo que respecta al tratamiento de datos personales \npor las instituciones, órganos y organismos de la Unión, y a la libre circulación de esos datos, y por el \nque se derogan el Reglamento (CE) n.o 45/2001 y la Decisión n.o 1247/2002/CE\n(Texto pertinente a efectos del EEE)\nEL PARLAMENTO EUROPEO Y EL CONSEJO DE LA UNIÓN EUROPEA,\nVisto el Tratado de Funcionamiento de la Unión Europea, y en particular su artículo 16, apartado 2,\nVista la propuesta de la Comisión Europea,\nPrevia transmisión del proyecto de acto legislativo a los Parlamentos nacionales,\nVisto el dictamen del Comité Económico y Social Europeo (1),\nDe conformidad con el procedimiento legislativo ordinario (2),\nConsiderando lo siguiente:\n(1)\nLa protección de las personas físicas en lo que respecta al tratamiento de los datos de carácter personal (datos \npersonales) es un derecho fundamental. El artículo 8, apartado 1, de la Carta de los Derechos Fundamentales de la \nUnión Europea (en lo sucesivo, «Carta») y el artículo 16, apartado 1, del Tratado de Funcionamiento de la Unión \nEuropea (TFUE) disponen que toda persona tiene derecho a la protección de los datos de carácter personal que le \nconciernan. También el artículo 8 del Convenio para la Protección de los Derechos Humanos y de las Libertades \nFundamentales garantiza ese derecho.\n(2)\nEl Reglamento (CE) n.o 45/2001 del Parlamento Europeo y del Consejo (3) proporciona a las personas físicas unos \nderechos protegidos jurídicamente, especifica las obligaciones de los responsables del tratamiento dentro de las \ninstituciones y los organismos de la Unión en materia de tratamiento de datos y crea una autoridad de control \nindependiente, el Supervisor Europeo de Protección de Datos, responsable de la vigilancia de los tratamientos de \ndatos personales efectuados por las instituciones y los organismos de la Unión. Sin embargo, no se aplica al \ntratamiento de datos personales en el ejercicio de una actividad de las instituciones y los organismos de la Unión no \ncomprendida en el ámbito de aplicación del Derecho de la Unión.\n(3)\nEl Reglamento (UE) 2016/679 del Parlamento Europeo y del Consejo (4) y la Directiva (UE) 2016/680 del Parlamento \nEuropeo y del Consejo (5) fueron adoptados el 27 de abril de 2016. Mientras que el Reglamento establece normas \ngenerales para proteger a las personas físicas en lo que respecta al tratamiento de los datos personales y para facilitar \nla libre circulación de datos personales en la Unión, la Directiva establece normas específicas para proteger a las \npersonas físicas en lo que respecta al tratamiento de los datos personales y para garantizar la libre circulación de \ndatos personales en la Unión en el ámbito de la cooperación judicial en materia penal y en el de la cooperación \npolicial.\n(4)\nEl Reglamento (UE) 2016/679 dispone que se adapte el Reglamento (CE) n.o 45/2001 a fin de garantizar un marco \nsólido y coherente en materia de protección de datos en la Unión y permitir que pueda aplicarse al mismo tiempo \nque el Reglamento (UE) 2016/679.\n(5)\nRedunda en interés de un enfoque coherente de la protección de datos personales en la Unión y de la libre \ncirculación de datos personales en la Unión, armonizar, en la medida de lo posible, las normas de protección de \ndatos de las instituciones, órganos y organismos de la Unión con las adoptadas para el sector público en los Estados \nmiembros. Cuando las disposiciones del presente Reglamento apliquen los mismos principios que las disposiciones \n21.11.2018\nES\nDiario Oficial de la Unión Europea\nL 295/39\n(1)\nDO C 288 de 31.8.2017, p. 107.\n(2)\nPosición del Parlamento Europeo de 13 de septiembre de 2018 (pendiente de publicación en el Diario Oficial) y Decisión del \nConsejo de 11 de octubre de 2018.\n(3)\nReglamento (CE) n.o 45/2001 del Parlamento Europeo y del Consejo, de 18 de diciembre de 2000, relativo a la protección de las \npersonas físicas en lo que respecta al tratamiento de datos personales por las instituciones y los organismos comunitarios y a la libre \ncirculación de estos datos (DO L 8 de 12.1.2001, p. 1).\n(4)\nReglamento (UE) 2016/679 del Parlamento Europeo y del Consejo, de 27 de abril de 2016, relativo a la protección de las personas \nfísicas en lo que respecta al tratamiento de datos personales y a la libre circulación de estos datos y por el que se deroga la Directiva \n95/46/CE (Reglamento general de protección de datos) (DO L 119 de 4.5.2016, p. 1).\n(5)\nDirectiva (UE) 2016/680 del Parlamento Europeo y del Consejo, de 27 de abril de 2016, relativa a la protección de las personas \nfísicas en lo que respecta al tratamiento de datos personales por parte de las autoridades competentes para fines de prevención, \ninvestigación, detección o enjuiciamiento de infracciones penales o de ejecución de sanciones penales, y a la libre circulación de \ndichos datos y por la que se deroga la Decisión 2008/977/JAI (DO L 119 de 4.5.2016, p. 89)."
        },
        {
            "page": 2,
            "content": "del Reglamento (UE) 2016/679, según la jurisprudencia del Tribunal de Justicia de la Unión Europea (en lo sucesivo, \n«Tribunal de Justicia»), ambas deben interpretarse de manera homogénea, en particular porque debe entenderse que \nla estructura del presente Reglamento es equivalente a la del Reglamento (UE) 2016/679.\n(6)\nSe debe proteger a las personas cuyos datos personales son tratados por las instituciones y organismos de la Unión \nen cualquier contexto, por ejemplo, porque estas personas estén empleadas por dichas instituciones y organismos. El \npresente Reglamento no se aplica al tratamiento de datos personales de personas fallecidas. El presente Reglamento \nno regula el tratamiento de datos personales relativos a personas jurídicas y, en particular, a empresas constituidas \ncomo personas jurídicas, incluido el nombre y la forma de la persona jurídica y sus datos de contacto.\n(7)\nA fin de evitar que haya un grave riesgo de elusión, la protección de las personas físicas debe ser tecnológicamente \nneutra y no debe depender de las técnicas utilizadas.\n(8)\nEl presente Reglamento se aplica al tratamiento de datos personales por parte de todas las instituciones, órganos y \norganismos de la Unión. Se aplica al tratamiento total o parcialmente automatizado de datos personales, así como al \ntratamiento no automatizado de datos personales contenidos o destinados a ser incluidos en un fichero. Los ficheros \no conjuntos de ficheros, así como sus portadas, que no estén estructurados con arreglo a criterios específicos, no \ndeben entrar en el ámbito de aplicación del presente Reglamento.\n(9)\nEn la Declaración n.o 21 relativa a la protección de datos de carácter personal en el ámbito de la cooperación judicial \nen materia penal y de la cooperación policial, anexa al acta final de la Conferencia Intergubernamental que adoptó el \nTratado de Lisboa, la Conferencia reconoció que podrían requerirse normas específicas para la protección de datos \nde carácter personal y la libre circulación de dichos datos en los ámbitos de la cooperación judicial en materia penal \ny de la cooperación policial que se basen en el artículo 16 del TFUE, en razón de la naturaleza específica de dichos \námbitos. Por ello, debe dedicarse un capítulo específico del presente Reglamento de normas generales al tratamiento \nde datos personales de carácter operativo (datos personales operativos), tales como los datos personales que, en el \nmarco de investigaciones de infracciones, sean tratados por órganos u organismos de la Unión cuando lleven a cabo \nactividades en los ámbitos de la cooperación judicial en materia penal y de la cooperación policial.\n(10)\nLa Directiva (UE) 2016/680 establece normas armonizadas para la protección y libre circulación de los datos \npersonales tratados con fines de prevención, investigación, detección o enjuiciamiento de infracciones penales o de \nejecución de sanciones penales, incluida la protección frente a amenazas a la seguridad pública y su prevención. A fin \nde garantizar el mismo nivel de protección de las personas físicas mediante derechos protegidos jurídicamente en \ntoda la Unión y evitar divergencias que dificulten el intercambio de datos personales entre los órganos u organismos \nde la Unión cuando lleven a cabo actividades comprendidas en el ámbito de aplicación de los capítulos 4 o 5 del \ntítulo V de la tercera parte del TFUE y las autoridades competentes, las normas para la protección y la libre \ncirculación de los datos personales operativos tratados por dichos órganos u organismos de la Unión deben ser \ncoherentes con la Directiva (UE) 2016/680.\n(11)\nLas normas generales del capítulo del presente Reglamento sobre el tratamiento de datos personales operativos \ndeben aplicarse sin perjuicio de las normas especiales aplicables al tratamiento de datos personales operativos por \nparte de los órganos y organismos de la Unión cuando lleven a cabo actividades comprendidas en el ámbito de \naplicación de los capítulos 4 o 5 del título V de la tercera parte del TFUE. Dichas normas especiales deben \nconsiderarse como lex specialis en relación con las disposiciones del capítulo del presente Reglamento relativo al \ntratamiento de datos personales operativos (lex specialis derogat legi generali). A fin de reducir la fragmentación \njurídica, las normas especiales en materia de protección de datos aplicables al tratamiento de datos personales \noperativos por parte de los órganos y organismos de la Unión cuando lleven a cabo actividades comprendidas en el \námbito de aplicación de los capítulos 4 o 5 del título V de la tercera parte del TFUE deben ser coherentes con los \nprincipios en que se basa el capítulo del presente Reglamento sobre el tratamiento de datos personales operativos y \ncon las disposiciones del presente Reglamento relativas a la supervisión independiente, los recursos, la \nresponsabilidad y las sanciones.\n(12)\nEl capítulo del presente Reglamento sobre el tratamiento de datos personales operativos debe aplicarse a los órganos \ny organismos de la Unión cuando lleven a cabo actividades comprendidas en el ámbito de aplicación de los \ncapítulos 4 o 5 del título V de la tercera parte del TFUE, si ejercen tales actividades ya sea como tarea principal o \naccesoria, con fines de prevención, detección, investigación o enjuiciamiento de infracciones penales. No obstante, \nno debe aplicarse a Europol ni a la Fiscalía Europea hasta que se modifiquen los actos jurídicos que los establecen, a \nfin de que les sea aplicable, con sus adaptaciones, el capítulo del presente Reglamento sobre el tratamiento de datos \npersonales operativos.\n(13)\nLa Comisión debe llevar a cabo una revisión del presente Reglamento, en especial del capítulo sobre el tratamiento de \ndatos personales operativos. Asimismo, la Comisión debe revisar otros actos jurídicos adoptados sobre la base de los \nTratados que regulen el tratamiento de datos personales operativos por los órganos y organismos de la Unión \nL 295/40\nES\nDiario Oficial de la Unión Europea\n21.11.2018"
        },
        {
            "page": 3,
            "content": "cuando llevan a cabo actividades comprendidas en el ámbito de aplicación de los capítulos 4 o 5 del título V de la \ntercera parte del TFUE. Tras dicha revisión, a fin de garantizar la protección uniforme y coherente de las personas \nfísicas en lo que respecta al tratamiento de los datos personales, la Comisión debe poder presentar las propuestas \nlegislativas oportunas, en especial las adaptaciones que sean necesarias del capítulo del presente Reglamento sobre el \ntratamiento de datos personales operativos, a efectos de su aplicación a Europol y a la Fiscalía Europea,. Las \nadaptaciones deben tener en cuenta las disposiciones relativas a la supervisión independiente, los recursos, la \nresponsabilidad y las sanciones.\n(14)\nEl presente Reglamento debe incluir en su ámbito de aplicación el tratamiento de datos personales de carácter \nadministrativo, por ejemplo los datos relativos al personal, por los órganos u organismos de la Unión que lleven a \ncabo actividades comprendidas en el ámbito de aplicación de los capítulos 4 o 5 del título V de la tercera parte del \nTFUE.\n(15)\nEl presente Reglamento debe incluir en su ámbito de aplicación el tratamiento de datos personales por parte de las \ninstituciones, órganos y organismos de la Unión que lleven a cabo actividades comprendidas en el ámbito de \naplicación del capítulo 2 del título V del Tratado de la Unión Europea (TUE). El presente Reglamento no debe incluir \nen su ámbito de aplicación el tratamiento de datos personales por parte de las misiones mencionadas en el \nartículo 42, apartado 1, y en los artículos 43 y 44 del TUE, que aplican la política común de seguridad y defensa. En \nsu caso, se presentarán propuestas pertinentes para regular más el tratamiento de datos personales en el ámbito de la \npolítica común de seguridad y defensa.\n(16)\nLos principios de la protección de datos deben aplicarse a toda la información relativa a una persona física \nidentificada o identificable. Los datos personales seudonimizados, que cabría atribuir a una persona física mediante \nla utilización de información adicional, deben considerarse información sobre una persona física identificable. Para \ndeterminar si una persona física es identificable, deben tenerse en cuenta todos los medios, como la singularización, \nque razonablemente pueda utilizar el responsable del tratamiento o cualquier otra persona para identificar directa o \nindirectamente a la persona física. Para determinar si existe una probabilidad razonable de que se utilicen medios \npara identificar a una persona física, deben tenerse en cuenta todos los factores objetivos, como los costes y el \ntiempo necesarios para la identificación, teniendo en cuenta tanto la tecnología disponible en el momento del \ntratamiento como los avances tecnológicos. Por lo tanto, los principios de protección de datos no deben aplicarse a \nla información anónima, es decir, información que no guarda relación con una persona física identificada o \nidentificable o datos convertidos en anónimos de forma que el interesado no sea identificable o deje de serlo. En \nconsecuencia, el presente Reglamento no afecta al tratamiento de dicha información anónima, ni siquiera con fines \nestadísticos o de investigación.\n(17)\nLa aplicación de la seudonimización a los datos personales puede reducir los riesgos para los interesados afectados y \nayudar a los responsables y a los encargados del tratamiento a cumplir sus obligaciones de protección de los datos. \nAsí pues, la introducción explícita de la «seudonimización» en el presente Reglamento no pretende excluir ninguna \notra medida relativa a la protección de los datos.\n(18)\nLas personas físicas pueden ser asociadas a identificadores en línea facilitados por sus dispositivos, aplicaciones, \nherramientas y protocolos, como direcciones de los protocolos de internet, identificadores de sesión en forma de \n«cookies» u otros identificadores, como etiquetas de identificación por radiofrecuencia. Esto puede dejar huellas que, \nen particular, al ser combinadas con identificadores únicos y otros datos recibidos por los servidores, pueden ser \nutilizadas para elaborar perfiles de las personas físicas e identificarlas.\n(19)\nEl consentimiento debe prestarse mediante un acto afirmativo claro que refleje una manifestación de voluntad libre, \nespecífica, informada e inequívoca del interesado de aceptar el tratamiento de datos personales que le conciernen, \ncomo una declaración por escrito, también por medios electrónicos, o una declaración verbal. Esto podría incluir \nmarcar una casilla de un sitio web en internet, escoger parámetros técnicos para la utilización de servicios de la \nsociedad de la información o cualquier otra declaración o conducta que indique claramente en este contexto que el \ninteresado acepta la propuesta de tratamiento de sus datos personales. Por tanto, el silencio, las casillas ya marcadas \no la inacción no deben constituir consentimiento. El consentimiento debe prestarse para todas las actividades de \ntratamiento realizadas con el mismo o los mismos fines. Cuando el tratamiento tenga varios fines, debe prestarse el \nconsentimiento para todos ellos. Si el consentimiento del interesado se ha de prestar a raíz de una solicitud por \nmedios electrónicos, la solicitud ha de ser clara, concisa y no perturbar innecesariamente el uso del servicio para el \nque se presta. Al mismo tiempo, el interesado debe tener derecho a revocar su consentimiento en cualquier \nmomento, sin que ello afecte a la licitud del tratamiento basado en el consentimiento previo a su revocación. Para \ngarantizar que el consentimiento se haya prestado libremente, este no debe constituir un fundamento jurídico válido \npara el tratamiento de datos personales en un caso concreto en el que exista un desequilibro claro entre el interesado \ny el responsable del tratamiento y sea por lo tanto improbable que el consentimiento se hubiese prestado libremente \n21.11.2018\nES\nDiario Oficial de la Unión Europea\nL 295/41"
        },
        {
            "page": 4,
            "content": "en todas las circunstancias de dicha situación particular. Con frecuencia no es posible determinar totalmente en el \nmomento de su recogida la finalidad del tratamiento de los datos personales con fines de investigación científica. Por \nconsiguiente, debe permitirse a los interesados prestar su consentimiento para determinados ámbitos de \ninvestigación científica que respeten las normas éticas reconocidas para la investigación científica. Los interesados \ndeben tener la oportunidad de prestar su consentimiento solamente para determinados ámbitos de investigación o \npartes de proyectos de investigación, en la medida en que lo permita la finalidad perseguida.\n(20)\nTodo tratamiento de datos personales debe ser lícito y leal. Para las personas físicas debe quedar totalmente claro que \nse están recogiendo, utilizando, consultando o tratando de otra manera datos personales que les conciernen, así \ncomo la medida en que dichos datos son o serán tratados. El principio de transparencia exige que toda información y \ncomunicación relativa al tratamiento de dichos datos sea fácilmente accesible y fácil de entender, y que se utilice un \nlenguaje sencillo y claro. Dicho principio se refiere en particular a la información de los interesados sobre la \nidentidad del responsable del tratamiento y sobre los fines del tratamiento y a la información adicional para \ngarantizar un tratamiento leal y transparente con respecto a las personas físicas afectadas y a su derecho a obtener \nconfirmación y comunicación de los datos personales que les conciernan que sean objeto de tratamiento. Debe \nponerse en conocimiento de las personas físicas los riesgos, las normas, las salvaguardias y los derechos relativos al \ntratamiento de datos personales así como el modo de hacer valer sus derechos en relación con el tratamiento. En \nparticular, los fines específicos del tratamiento de los datos personales deben ser explícitos y legítimos, y deben \ndeterminarse en el momento de su recogida. Los datos personales deben ser adecuados, pertinentes y limitados a lo \nnecesario para los fines para los que sean tratados. Ello requiere, en particular, garantizar que se limite a un mínimo \nestricto su plazo de conservación. Los datos personales solo deben tratarse si la finalidad del tratamiento no pudiera \nlograrse razonablemente por otros medios. Para garantizar que los datos personales no se conservan más tiempo del \nnecesario, el responsable del tratamiento ha de establecer plazos para su supresión o revisión periódica. Deben \ntomarse todas las medidas razonables para garantizar que se rectifiquen o supriman los datos personales que sean \ninexactos. Los datos personales deben tratarse de un modo que garantice una seguridad y confidencialidad adecuadas \nde los datos personales, también para impedir el acceso o uso no autorizados de dichos datos y del equipo utilizado \nen su tratamiento, e impedir la revelación no autorizada de los datos durante su transmisión.\n(21)\nDe conformidad con el principio de responsabilidad proactiva, cuando las instituciones y organismos de la Unión \ntransmitan datos personales en el seno de la misma institución u organismo de la Unión y el destinatario no forme \nparte del responsable del tratamiento, o los transmitan a otras instituciones u organismos de la Unión, deben \nverificar si dichos datos personales son necesarios para el ejercicio legítimo de las funciones comprendidas en el \námbito de competencias del destinatario. En particular, tras la petición de transmisión de datos personales por parte \nde un destinatario, el responsable debe verificar la existencia de un motivo pertinente para el tratamiento lícito de los \ndatos personales por su parte así como la competencia del destinatario. El responsable también debe efectuar una \nevaluación provisional de la necesidad de la transmisión de dichos datos. En caso de albergar dudas sobre tal \nnecesidad, el responsable del tratamiento debe pedir al destinatario que aporte información complementaria. El \ndestinatario debe garantizar la posibilidad de verificar posteriormente la necesidad de la transmisión de los datos.\n(22)\nPara que el tratamiento sea lícito, los datos personales deben ser tratados sobre la base de la necesidad del desempeño \nde una función realizada en interés público por parte de las instituciones y organismos de la Unión o en el ejercicio \nde sus potestades públicas, la necesidad de cumplir una obligación legal del responsable del tratamiento o sobre \nalguna otra base legítima con arreglo al presente Reglamento, incluido el consentimiento del interesado, la necesidad \npara el cumplimiento de un contrato en el que sea parte el interesado o con objeto de tomar medidas a instancia del \ninteresado con anterioridad a la conclusión de un contrato. El tratamiento de datos personales efectuado a cargo de \nlas instituciones y organismos de la Unión para el desempeño de funciones de interés público incluye el tratamiento \nde datos personales necesarios para la gestión y el funcionamiento de dichas instituciones y organismos. El \ntratamiento de datos personales también debe considerarse lícito cuando sea necesario para proteger un interés \nesencial para la vida del interesado o la de otra persona física. En principio, los datos personales únicamente deben \ntratarse sobre la base del interés vital de otra persona física cuando el tratamiento no pueda basarse manifiestamente \nen una base jurídica diferente. Ciertos tipos de tratamiento pueden responder tanto a motivos importantes de interés \npúblico como a los intereses vitales del interesado, como por ejemplo cuando el tratamiento es necesario para fines \nhumanitarios, incluido el control de epidemias y su propagación, o en situaciones de emergencia humanitaria, sobre \ntodo en caso de catástrofes naturales o de origen humano.\nL 295/42\nES\nDiario Oficial de la Unión Europea\n21.11.2018"
        },
        {
            "page": 5,
            "content": "(23)\nLa normativa de la Unión a la que se refiere el presente Reglamento debe ser clara y precisa y su aplicación previsible \npara quienes estén sujetos a ella, de conformidad con los requisitos establecidos en la Carta y en el Convenio \nEuropeo para la Protección de los Derechos Humanos y de las Libertades Fundamentales.\n(24)\nLas normas internas a las que se refiere el presente Reglamento deben constituir actos de aplicación general claros y \nprecisos destinados a producir efectos jurídicos frente a los interesados. Deben adoptarse al nivel de gestión más \nelevado de las instituciones y organismos de la Unión, dentro de sus competencias y respecto de materias \nrelacionadas con su funcionamiento. Deben publicarse en el Diario Oficial de la Unión Europea. La aplicación de dichas \nnormas debe ser previsible para quienes estén sujetos a ellas, de conformidad con lo dispuesto en la Carta y en el \nConvenio Europeo para la Protección de los Derechos Humanos y de las Libertades Fundamentales. Las normas \ninternas pueden adoptar la forma de decisiones, en particular cuando sean adoptadas por instituciones de la Unión.\n(25)\nEl tratamiento de datos personales con fines distintos de aquellos para los que hayan sido recogidos inicialmente solo \ndebe permitirse cuando sea compatible con los fines de su recogida inicial. En tal caso, no se requiere una base \njurídica aparte, distinta de la que permitió la obtención de los datos personales. Si el tratamiento es necesario para el \ncumplimiento de una función realizada en interés público o en el ejercicio de potestades públicas conferidas al \nresponsable del tratamiento, los cometidos y los fines para los cuales se debe considerar compatible y lícito el \ntratamiento ulterior se pueden determinar y especificar de acuerdo con el Derecho de la Unión. Las operaciones de \ntratamiento ulterior con fines de archivo en interés público, fines de investigación científica e histórica o fines \nestadísticos deben considerarse operaciones de tratamiento lícitas compatibles. La base jurídica establecida en el \nDerecho de la Unión para el tratamiento de datos personales también puede servir de base jurídica para el \ntratamiento ulterior. Con objeto de determinar si el fin del tratamiento ulterior es compatible con el fin de la \nrecogida inicial de los datos personales, el responsable del tratamiento, tras haber cumplido todos los requisitos para \nla licitud del tratamiento original, debe tener en cuenta, entre otras cosas: cualquier relación entre estos fines y los \nfines del tratamiento ulterior previsto; el contexto en el que se recogieron los datos, en particular, las expectativas \nrazonables del interesado basadas en su relación con el responsable en cuanto a su uso posterior; la naturaleza de los \ndatos personales; las consecuencias para los interesados del tratamiento ulterior previsto; y la existencia de garantías \nadecuadas tanto en la operación de tratamiento original como en la operación de tratamiento ulterior prevista.\n(26)\nCuando el tratamiento se lleva a cabo con el consentimiento del interesado, el responsable del tratamiento debe ser \ncapaz de demostrar que aquel ha prestado su consentimiento a la operación de tratamiento. En particular en el \ncontexto de una declaración por escrito efectuada sobre otro asunto, debe haber garantías de que el interesado es \nconsciente del hecho de que presta su consentimiento y de la medida en que lo hace. De acuerdo con la Directiva 93/ \n13/CEE del Consejo (1), debe proporcionarse un modelo de declaración de consentimiento elaborado previamente \npor el responsable del tratamiento con una formulación inteligible y de fácil acceso que emplee un lenguaje claro y \nsencillo, y que no contenga cláusulas abusivas. Para que el consentimiento sea informado, el interesado debe conocer \ncomo mínimo la identidad del responsable del tratamiento y los fines del tratamiento a los cuales están destinados \nlos datos personales. El consentimiento no debe considerarse libremente prestado cuando el interesado no goza de \nverdadera o libre elección o no puede denegar o revocar su consentimiento sin sufrir perjuicio alguno.\n(27)\nLos niños merecen una protección específica de sus datos personales, ya que pueden ser menos conscientes de los \nriesgos, consecuencias, garantías y derechos concernientes al tratamiento de datos personales. Dicha protección \nespecífica debe aplicarse, en particular, a la elaboración de perfiles de personalidad y a la obtención de datos \npersonales relativos a niños cuando se ofrezcan servicios directamente a un niño en los sitios web de las instituciones \ny organismos de la Unión, tales como los servicios de comunicación interpersonal o la venta por internet de \nentradas, y el tratamiento de los datos personales se base en el consentimiento.\n(28)\nCuando los destinatarios establecidos en la Unión distintos de las instituciones y organismos de la Unión quieran que \nlas instituciones y organismos de la Unión les transmitan datos personales, dichos destinatarios deben demostrar que \nla transmisión es necesaria para el ejercicio de sus funciones llevadas a cabo en interés público o bien para el ejercicio \nde las potestades públicas que tienen conferidas. Alternativamente, dichos destinatarios deberán demostrar que la \ntransmisión es necesaria para una finalidad específica de interés público y el responsable del tratamiento debe \ndeterminar si existe alguna razón que permita suponer que se perjudicarán los intereses legítimos del interesado. En \ntales casos, el responsable del tratamiento debe ponderar de manera demostrable los diferentes intereses a fin de \ncalcular la proporcionalidad de la transmisión de datos personales solicitada. Esa finalidad específica de interés \n21.11.2018\nES\nDiario Oficial de la Unión Europea\nL 295/43\n(1)\nDirectiva 93/13/CEE del Consejo, de 5 de abril de 1993, sobre las cláusulas abusivas en los contratos celebrados con consumidores \n(DO L 95 de 21.4.1993, p. 29)."
        },
        {
            "page": 6,
            "content": "público puede guardar relación con la transparencia de las instituciones y organismos de la Unión. Además, las \ninstituciones y organismos de la Unión deben demostrar esta necesidad en el momento en que ellos mismos inicien \nla transmisión, con arreglo al principio de transparencia y buena administración. Debe entenderse que los requisitos \nestablecidos en el presente Reglamento para las transmisiones a destinatarios establecidos en la Unión distintos de las \ninstituciones y organismos de la Unión son complementarios a las condiciones para un tratamiento lícito.\n(29)\nEspecial protección merecen los datos personales que, por su naturaleza, son particularmente sensibles en relación \ncon los derechos y las libertades fundamentales, ya que el contexto de su tratamiento podría entrañar importantes \nriesgos para los derechos y las libertades fundamentales. Tales datos personales no deben ser objeto de tratamiento, \nsalvo que se cumplan las condiciones específicas definidas en el presente Reglamento. Debe incluirse entre tales datos \npersonales los datos de carácter personal que revelen el origen racial o étnico, entendiéndose que el uso del término \n«origen racial» en el presente Reglamento no implica la aceptación por parte de la Unión de teorías que traten de \ndeterminar la existencia de razas humanas separadas. El tratamiento de fotografías no debe considerarse \nsistemáticamente tratamiento de categorías especiales de datos personales, pues únicamente se encuentran \ncomprendidas en la definición de datos biométricos cuando el hecho de ser tratadas con medios técnicos específicos \npermita la identificación o la autenticación unívocas de una persona física. Además de los requisitos específicos para \nel tratamiento de datos sensibles, deben aplicarse los principios generales y otras normas del presente Reglamento, \nsobre todo en lo que se refiere a las condiciones de licitud del tratamiento. Se deben establecer de forma explícita \nexcepciones a la prohibición general de tratamiento de esas categorías especiales de datos personales, entre otras \ncosas cuando el interesado preste su consentimiento explícito o tratándose de necesidades específicas, en particular \ncuando el tratamiento sea realizado en el marco de actividades legítimas por determinadas asociaciones o \nfundaciones cuyo objetivo sea permitir el ejercicio de las libertades fundamentales.\n(30)\nLas categorías especiales de datos personales que merecen mayor protección deben tratarse con fines relacionados \ncon la salud únicamente cuando sea necesario para lograr dichos fines en beneficio de las personas físicas y de la \nsociedad en su conjunto, en particular en el contexto de la gestión de los servicios y sistemas de asistencia social y \nsanitaria. Por tanto, el presente Reglamento debe establecer condiciones armonizadas para el tratamiento de \ncategorías especiales de datos personales relativos a la salud, en relación con necesidades específicas, en particular si \nel tratamiento de esos datos lo realizan, con fines relacionados con la salud, personas sujetas a la obligación legal de \nsecreto profesional. El Derecho de la Unión debe establecer medidas específicas y adecuadas para proteger los \nderechos fundamentales y los datos personales de las personas físicas.\n(31)\nEl tratamiento de categorías especiales de datos personales, sin el consentimiento del interesado, puede ser necesario \npor razones de interés público en el ámbito de la salud pública. Ese tratamiento debe estar sujeto a medidas \nadecuadas y específicas a fin de proteger los derechos y libertades de las personas físicas. En ese contexto, «salud \npública» debe interpretarse según se define en el Reglamento (CE) n.o 1338/2008 del Parlamento Europeo y del \nConsejo (1), es decir, todos los elementos relacionados con la salud, concretamente el estado de salud, con inclusión \nde la morbilidad y la discapacidad, los determinantes que influyen en dicho estado de salud, las necesidades de \nasistencia sanitaria, los recursos asignados a la asistencia sanitaria, la puesta a disposición de asistencia sanitaria y el \nacceso universal a ella, así como los gastos y la financiación de la asistencia sanitaria, y las causas de mortalidad. Este \ntratamiento de datos relativos a la salud por razones de interés público no debe dar lugar a que se traten los datos \npersonales con otros fines.\n(32)\nSi los datos personales tratados por un responsable no le permiten identificar a una persona física, el responsable no \ndebe estar obligado a obtener información adicional para identificar al interesado con la única finalidad de cumplir \ncualquier disposición del presente Reglamento. No obstante, el responsable del tratamiento no debe negarse a recibir \ninformación adicional facilitada por el interesado a fin de respaldarle en el ejercicio de sus derechos. La identificación \ndebe incluir la identificación digital de un interesado, por ejemplo mediante un mecanismo de autenticación, como \nlas mismas credenciales, empleadas por el interesado para abrir una sesión en el servicio en línea ofrecido por el \nresponsable.\n(33)\nEl tratamiento de datos personales con fines de archivo en interés público, fines de investigación científica o histórica \no fines estadísticos debe estar supeditado a unas garantías adecuadas para los derechos y las libertades del interesado \nde conformidad con el presente Reglamento. Esas garantías deben asegurar que se aplican medidas técnicas y \norganizativas para que se observe, en particular, el principio de minimización de los datos. El tratamiento ulterior de \ndatos personales con fines de archivo en interés público, fines de investigación científica o histórica o fines \nL 295/44\nES\nDiario Oficial de la Unión Europea\n21.11.2018\n(1)\nReglamento (CE) n.o 1338/2008 del Parlamento Europeo y del Consejo, de 16 de diciembre de 2008, sobre estadísticas comunitarias \nde salud pública y de salud y seguridad en el trabajo (DO L 354 de 31.12.2008, p. 70)."
        },
        {
            "page": 7,
            "content": "estadísticos ha de efectuarse cuando el responsable del tratamiento haya evaluado la viabilidad de cumplir esos fines \nmediante un tratamiento de datos que no permita identificar a los interesados, o que ya no lo permita, siempre que \nexistan las garantías adecuadas (como, por ejemplo, la seudonimización de datos). Las instituciones y organismos de \nla Unión deben establecer garantías adecuadas para el tratamiento de datos personales con fines de archivo en interés \npúblico, fines de investigación científica o histórica o fines estadísticos en el Derecho de la Unión, garantías que \npueden incluir normas internas adoptadas por las instituciones y organismos de la Unión en cuestiones relacionadas \ncon su funcionamiento.\n(34)\nDeben arbitrarse fórmulas para facilitar al interesado el ejercicio de sus derechos en virtud del presente Reglamento, \nincluidos los mecanismos para solicitar y, en su caso, obtener de forma gratuita, en particular, el acceso a los datos \npersonales y su rectificación o supresión, así como el ejercicio del derecho de oposición. El responsable del \ntratamiento también debe proporcionar medios para que las solicitudes se presenten por medios electrónicos, en \nparticular cuando los datos personales se tratan por medios electrónicos. El responsable del tratamiento debe estar \nobligado a responder a las solicitudes del interesado sin dilación indebida y a más tardar en el plazo de un mes, y a \nexplicar sus motivos en caso de que no fuera a atenderlas.\n(35)\nLos principios de tratamiento leal y transparente exigen que se informe al interesado de la existencia de la operación \nde tratamiento y sus fines. El responsable del tratamiento debe facilitar al interesado cuanta información \ncomplementaria sea necesaria para garantizar un tratamiento leal y transparente, habida cuenta de las circunstancias \ny del contexto específicos en que se traten los datos personales. Se debe además informar al interesado de la \nexistencia de la elaboración de perfiles y de las consecuencias de dicha elaboración. Si los datos personales se \nobtienen de los interesados, también se les debe informar de si están obligados a proporcionarlos y de las \nconsecuencias en caso de que no lo hicieran. Dicha información puede proporcionarse en combinación con unos \niconos normalizados que ofrezcan, de forma fácilmente visible, inteligible y claramente legible, una adecuada visión \nde conjunto del tratamiento previsto. Los iconos que se presentan en formato electrónico deben ser legibles \nmecánicamente.\n(36)\nSe debe facilitar a los interesados la información sobre el tratamiento de sus datos personales en el momento en que \nse obtengan de ellos o, si se obtienen de otra fuente, en un plazo razonable, dependiendo de las circunstancias del \ncaso. Si los datos personales pueden ser comunicados legítimamente a otro destinatario, se debe informar al \ninteresado en el momento en que se comunican al destinatario por primera vez. El responsable del tratamiento que \nproyecte tratar los datos para un fin que no sea aquel para el que se recogieron debe proporcionar al interesado, \nantes de dicho tratamiento ulterior, información sobre ese otro fin y otra información necesaria. Cuando el origen de \nlos datos personales no pueda facilitarse al interesado por haberse utilizado varias fuentes, debe facilitarse \ninformación general.\n(37)\nLos interesados deben tener derecho a acceder a los datos personales recogidos que les conciernan y a ejercer dicho \nderecho con facilidad y a intervalos razonables, con el fin de conocer y verificar la licitud del tratamiento. Ello \nincluye el derecho de los interesados a acceder a datos relativos a la salud, por ejemplo los datos de sus historias \nclínicas que contengan información como diagnósticos, resultados de exámenes, evaluaciones de facultativos y \ncualesquiera tratamientos o intervenciones practicadas. Todo interesado debe, por tanto, tener el derecho a conocer y \na que se le comuniquen, en particular, los fines para los que se tratan los datos personales, su plazo de tratamiento, \nsus destinatarios, la lógica implícita en todo tratamiento automático de datos personales y, por lo menos cuando se \nbase en la elaboración de perfiles, las consecuencias de dicho tratamiento. Este derecho no debe afectar \nnegativamente a los derechos y libertades de terceros, incluidos los secretos comerciales o la propiedad intelectual y, \nen particular, los derechos de propiedad intelectual que protegen programas informáticos. No obstante, estas \nconsideraciones no deben tener como resultado la negativa a prestar toda la información al interesado. Si trata una \ngran cantidad de información relativa al interesado, el responsable del tratamiento debe estar facultado para solicitar \nque, antes de facilitarse la información, el interesado especifique la información o actividades de tratamiento a que se \nrefiere la solicitud.\n(38)\nLos interesados deben tener derecho a que se rectifiquen los datos personales que le conciernen y un «derecho al \nolvido» si la retención de tales datos infringe el presente Reglamento o el Derecho de la Unión aplicable al \nresponsable del tratamiento. Los interesados deben tener derecho a que sus datos personales se supriman y dejen de \ntratarse si ya no son necesarios para los fines para los que fueron recogidos o tratados de otro modo, si los \ninteresados han revocado su consentimiento para el tratamiento o se oponen al tratamiento de datos personales que \nles conciernen, o si el tratamiento de sus datos personales incumple de otro modo el presente Reglamento. Este \n21.11.2018\nES\nDiario Oficial de la Unión Europea\nL 295/45"
        },
        {
            "page": 8,
            "content": "derecho es importante en particular si el interesado prestó su consentimiento siendo niño y no se es plenamente \nconsciente de los riesgos que implica el tratamiento, y más tarde quiere suprimir tales datos personales, \nespecialmente en internet. El interesado debe poder ejercer este derecho aunque ya no sea un niño. Sin embargo, la \nretención ulterior de los datos personales debe ser lícita cuando sea necesaria para el ejercicio de la libertad de \nexpresión e información, para el cumplimiento de una obligación legal, para el cumplimiento de una función \nrealizada en interés público o en el ejercicio de potestades públicas conferidas al responsable del tratamiento, por \nrazones de interés público en el ámbito de la salud pública, con fines de archivo en interés público, fines de \ninvestigación científica o histórica o fines estadísticos, o para la formulación, el ejercicio o la defensa de \nreclamaciones.\n(39)\nA fin de reforzar el «derecho al olvido» en el entorno en línea, el derecho de supresión debe ampliarse de tal forma \nque el responsable del tratamiento que haya hecho públicos datos personales esté obligado a indicar a los \nresponsables del tratamiento que estén tratando tales datos personales que supriman todo enlace a ellos, o las copias \no réplicas de tales datos. Al proceder así, dicho responsable debe tomar medidas razonables, teniendo en cuenta la \ntecnología y los medios a su disposición, incluidas las medidas técnicas, para informar de la solicitud del interesado a \nlos responsables que estén tratando los datos personales.\n(40)\nEntre los métodos para limitar el tratamiento de datos personales cabría incluir los consistentes en trasladar \ntemporalmente los datos seleccionados a otro sistema de tratamiento, en impedir el acceso de usuarios a los datos \npersonales seleccionados o en retirar temporalmente los datos publicados de un sitio internet. En los ficheros \nautomatizados la limitación del tratamiento debe realizarse, en principio, por medios técnicos, de forma que los \ndatos personales no sean objeto de operaciones de tratamiento ulterior ni puedan modificarse. El hecho de que el \ntratamiento de los datos personales esté limitado debe indicarse claramente en el sistema.\n(41)\nPara reforzar aún más el control sobre sus propios datos, cuando el tratamiento de los datos personales se efectúe \npor medios automatizados, debe permitirse asimismo que los interesados que hubieran facilitado datos personales \nque les conciernan a un responsable del tratamiento los reciban en un formato estructurado, de uso común, de \nlectura mecánica e interoperable, y los transmitan a otro responsable del tratamiento. Debe alentarse a los \nresponsables a crear formatos interoperables que permitan la portabilidad de datos. Dicho derecho debe aplicarse \ncuando el interesado haya facilitado los datos personales prestando su consentimiento o cuando el tratamiento sea \nnecesario para el cumplimiento de un contrato. Por lo tanto, no debe aplicarse, cuando el tratamiento de los datos \npersonales sea necesario para cumplir una obligación legal aplicable al responsable o para el cumplimiento de una \nfunción realizada en interés público o en el ejercicio de potestades públicas conferidas al responsable. El derecho del \ninteresado a transmitir o recibir datos personales que lo conciernan no debe obligar al responsable a adoptar o \nmantener sistemas de tratamiento que sean técnicamente compatibles. Cuando un conjunto de datos personales \ndeterminado concierna a más de un interesado, el derecho a recibir tales datos se debe entender sin menoscabo de \nlos derechos y libertades de otros interesados de conformidad con el presente Reglamento. Por otra parte, ese \nderecho no debe menoscabar el derecho del interesado a obtener la supresión de los datos personales y las \nlimitaciones de ese derecho recogidas en el presente Reglamento, y en particular no debe implicar la supresión de los \ndatos personales concernientes al interesado que este haya facilitado para el cumplimiento de un contrato, en la \nmedida y durante el tiempo en que los datos personales sean necesarios para el cumplimiento de dicho contrato. El \ninteresado debe tener derecho a que los datos personales se transmitan directamente de un responsable del \ntratamiento a otro, cuando sea técnicamente posible.\n(42)\nEn los casos en que los datos personales puedan ser tratados lícitamente porque el tratamiento es necesario para el \ncumplimiento de una función realizada en interés público o en el ejercicio de potestades públicas conferidas al \nresponsable del tratamiento, el interesado debe, sin embargo, tener derecho a oponerse al tratamiento de cualquier \ndato personal relativo a su situación particular. Debe ser el responsable el que demuestre que sus intereses legítimos \nimperiosos prevalecen sobre los intereses o los derechos y las libertades fundamentales del interesado.\n(43)\nEl interesado debe tener derecho a no ser objeto de una decisión, que puede incluir una medida, que evalúe aspectos \npersonales relativos a él, y que se base únicamente en el tratamiento automatizado y produzca efectos jurídicos en él \no le afecte significativamente de modo similar, como los servicios de contratación en red en los que no medie \nintervención humana alguna. Este tipo de tratamiento incluye la elaboración de perfiles consistente en cualquier \nforma de tratamiento automatizado de los datos personales que evalúe aspectos personales relativos a una persona \nfísica, en particular para analizar o predecir aspectos relacionados con el rendimiento en el trabajo, la situación \nL 295/46\nES\nDiario Oficial de la Unión Europea\n21.11.2018"
        },
        {
            "page": 9,
            "content": "económica, la salud, las preferencias o intereses personales, la fiabilidad o el comportamiento, la situación o los \nmovimientos del interesado, en la medida en que produzca efectos jurídicos en él o le afecte significativamente de \nmodo similar.\nSin embargo, se deben permitir las decisiones basadas en tal tratamiento, incluida la elaboración de perfiles, si lo \nautoriza expresamente el Derecho de la Unión. En cualquier caso, dicho tratamiento debe estar sujeto a las garantías \napropiadas, entre las que se deben incluir la información específica al interesado y el derecho a obtener intervención \nhumana, a expresar su punto de vista, a recibir una explicación de la decisión tomada después de tal evaluación y a \nimpugnar la decisión. Tal medida no debe afectar a un menor. A fin de garantizar un tratamiento leal y transparente \nrespecto del interesado, teniendo en cuenta las circunstancias y el contexto específicos en los que se tratan los datos \npersonales, el responsable del tratamiento debe utilizar procedimientos matemáticos o estadísticos adecuados para la \nelaboración de perfiles, aplicar medidas técnicas y organizativas apropiadas para garantizar, en particular, que se \ncorrigen los factores que introducen inexactitudes en los datos personales y se reduce al máximo el riesgo de error, \nasegurar los datos personales de forma que se tengan en cuenta los posibles riesgos para los intereses y derechos del \ninteresado e impedir, entre otras cosas, efectos discriminatorios en las personas físicas por motivos de raza u origen \nétnico, opiniones políticas, religión o creencias, afiliación sindical, condición genética o estado de salud u orientación \nsexual, o tratamiento que dé lugar a medidas que produzcan tal efecto. Las decisiones automatizadas y la elaboración \nde perfiles sobre la base de categorías particulares de datos personales únicamente deben permitirse en condiciones \nespecíficas.\n(44)\nLos actos jurídicos adoptados con arreglo a los Tratados o las normas internas adoptadas por las instituciones y \norganismos de la Unión en cuestiones relacionadas con su funcionamiento pueden imponer limitaciones a \ndeterminados principios y a los derechos de información, acceso, rectificación o supresión de datos personales, al \nderecho a la portabilidad de los datos, a la confidencialidad de las comunicaciones electrónicas así como a la \ncomunicación de una violación de la seguridad de los datos personales a un interesado y a determinadas obligaciones \nconexas de los responsables del tratamiento, en la medida en que sea necesario y proporcionado en una sociedad \ndemocrática para salvaguardar la seguridad pública y para la prevención, investigación y enjuiciamiento de \ninfracciones penales o la ejecución de sanciones penales. Se incluye en lo anterior la protección frente a las amenazas \ncontra la seguridad pública, la protección de la vida humana, especialmente en respuesta a catástrofes naturales o de \norigen humano, la seguridad interna de las instituciones y organismos de la Unión, otros objetivos importantes de \ninterés público general de la Unión o de un Estado miembro, en particular los objetivos de la política exterior y de \nseguridad común de la Unión o un importante interés económico o financiero de la Unión o de un Estado miembro, \ny el mantenimiento de registros públicos por razones de interés público general o la protección del interesado o de \nlos derechos y libertades de terceros, incluida la protección social, la salud pública y los fines humanitarios.\n(45)\nDebe quedar establecida la responsabilidad del responsable del tratamiento por cualquier tratamiento de datos \npersonales realizado por él mismo o por su cuenta. En particular, el responsable debe estar obligado a aplicar \nmedidas oportunas y eficaces y ha de poder demostrar la conformidad de las actividades de tratamiento con el \npresente Reglamento, incluida la eficacia de las medidas. Dichas medidas deben tener en cuenta la naturaleza, el \námbito, el contexto y los fines del tratamiento, así como el riesgo para los derechos y libertades de las personas \nfísicas.\n(46)\nLos riesgos para los derechos y libertades de las personas físicas, de gravedad y probabilidad variables, pueden \ndeberse al tratamiento de datos que pudieran provocar daños y perjuicios físicos, materiales o inmateriales, en \nparticular: en los casos en los que el tratamiento pueda dar lugar a problemas de discriminación, usurpación de \nidentidad o fraude, pérdidas financieras, daño para la reputación, pérdida de confidencialidad de datos sujetos al \nsecreto profesional, reversión no autorizada de la seudonimización o cualquier otro perjuicio económico o social \nsignificativo; en los casos en los que se prive a los interesados de sus derechos y libertades o se les impida ejercer el \ncontrol sobre sus datos personales; en los casos en los que los datos personales tratados revelen el origen étnico o \nracial, las opiniones políticas, la religión o creencias filosóficas, la militancia en sindicatos y el tratamiento de datos \ngenéticos, datos relativos a la salud o datos sobre la vida sexual, o las condenas e infracciones penales o medidas de \nseguridad conexas; en los casos en los que se evalúen aspectos personales, en particular el análisis o la predicción de \naspectos referidos al rendimiento en el trabajo, situación económica, salud, preferencias o intereses personales, \nfiabilidad o comportamiento, situación o movimientos, con el fin de crear o utilizar perfiles personales; en los casos \nen los que se traten datos personales de personas vulnerables, en particular niños; o en los casos en los que el \ntratamiento implique una gran cantidad de datos personales y afecte a un gran número de interesados.\n(47)\nLa probabilidad y la gravedad del riesgo para los derechos y las libertades del interesado debe determinarse con \nreferencia a la naturaleza, el alcance, el contexto y los fines del tratamiento de datos. El riesgo debe ponderarse sobre \nla base de una evaluación objetiva mediante la cual se determine si las operaciones de tratamiento de datos suponen \nun riesgo o si el riesgo es alto.\n21.11.2018\nES\nDiario Oficial de la Unión Europea\nL 295/47"
        },
        {
            "page": 10,
            "content": "(48)\nLa protección de los derechos y las libertades de las personas físicas con respecto al tratamiento de datos personales \nexige la adopción de medidas técnicas y organizativas apropiadas con el fin de garantizar el cumplimiento de los \nrequisitos del presente Reglamento. A fin de poder demostrar la conformidad con este, el responsable del \ntratamiento debe adoptar políticas internas y aplicar medidas que cumplan, en particular, los principios de \nprotección de datos desde el diseño y por defecto. Dichas medidas podrían consistir, entre otras, en reducir al \nmáximo el tratamiento de datos personales, seudonimizar lo antes posible los datos personales, dar transparencia a \nlas funciones y el tratamiento de datos personales, permitiendo a los interesados supervisar el tratamiento de datos y \nal responsable del tratamiento crear y mejorar elementos de seguridad. Los principios de la protección de datos \ndesde el diseño y por defecto también deben tenerse en cuenta en el contexto de los contratos públicos.\n(49)\nEl Reglamento (UE) 2016/679 establece que los responsables del tratamiento de datos demuestren el cumplimiento \nmediante la adhesión a mecanismos de certificación aprobados. Del mismo modo, las instituciones y organismos de \nla Unión deben poder demostrar el cumplimiento de lo dispuesto en el presente Reglamento mediante la obtención \nde una certificación de conformidad con el artículo 42 del Reglamento (UE) 2016/679.\n(50)\nLa protección de los derechos y las libertades de los interesados, así como la responsabilidad de los responsables y \nencargados del tratamiento, requieren una atribución clara de las responsabilidades en virtud del presente \nReglamento, incluidos los casos en los que un responsable determine los fines y medios del tratamiento de forma \nconjunta con otros responsables, o en los que el tratamiento se lleve a cabo por cuenta de un responsable.\n(51)\nPara garantizar el cumplimiento de las disposiciones del presente Reglamento respecto del tratamiento que lleve a \ncabo el encargado por cuenta del responsable, este, al encomendar actividades de tratamiento a un encargado, debe \nrecurrir únicamente a encargados que ofrezcan suficientes garantías, en particular en lo que respecta a \nconocimientos especializados, fiabilidad y recursos, de cara a la aplicación de medidas técnicas y organizativas que \ncumplan los requisitos del presente Reglamento, incluida la seguridad del tratamiento. La adhesión de encargados \ndistintos de las instituciones y organismos de la Unión a un código de conducta aprobado o a un mecanismo de \ncertificación aprobado puede servir de elemento para demostrar el cumplimiento de las obligaciones por parte del \nresponsable. El tratamiento por un encargado distinto de las instituciones y organismos de la Unión debe regirse por \nun contrato o, en caso de que el encargado sea una institución u organismo de la Unión, otro acto jurídico con \narreglo al Derecho de la Unión o de los Estados miembros que vincule al encargado con el responsable, que fije el \nobjeto y la duración del tratamiento, la naturaleza y fines del tratamiento, el tipo de datos personales y las categorías \nde interesados, habida cuenta de las funciones y responsabilidades específicas del encargado en el contexto del \ntratamiento que ha de llevarse a cabo y del riesgo para los derechos y las libertades del interesado. El responsable y el \nencargado deben tener la posibilidad de optar por basarse en un contrato individual o en cláusulas contractuales tipo \nque adopte directamente la Comisión o el Supervisor Europeo de Protección de Datos y posteriormente la Comisión. \nUna vez finalizado el tratamiento por cuenta del responsable, el encargado debe, a elección de aquel, devolver o \nsuprimir los datos personales, salvo que el Derecho de la Unión o de los Estados miembros aplicable al encargado del \ntratamiento obligue a conservar dichos datos.\n(52)\nPara demostrar la conformidad con el presente Reglamento, los responsables del tratamiento deben mantener \nregistros de las actividades de tratamiento bajo su responsabilidad y los encargados del tratamiento deben mantener \nregistros de las categorías de actividades de tratamiento bajo su responsabilidad. Las instituciones y organismos de la \nUnión están obligados a cooperar con el Supervisor Europeo de Protección de Datos y a poner a su disposición, \nprevia solicitud, dichos registros, de modo que puedan servir para supervisar las operaciones de tratamiento. Salvo \nque no sea adecuado habida cuenta del tamaño de una institución u organismo de la Unión, las instituciones y \norganismos de la Unión deben tener la posibilidad de establecer un archivo central de información de sus actividades \nde tratamiento. Por razones de transparencia, deben tener la posibilidad de hacerlo público.\n(53)\nA fin de mantener la seguridad y evitar que el tratamiento infrinja lo dispuesto en el presente Reglamento, el \nresponsable o el encargado deben evaluar los riesgos inherentes al tratamiento y aplicar medidas para mitigarlos, \ncomo el cifrado. Estas medidas deben garantizar un nivel de seguridad adecuado, incluida la confidencialidad, \nteniendo en cuenta el estado de la técnica y el coste de su aplicación con respecto a los riesgos y la naturaleza de los \nL 295/48\nES\nDiario Oficial de la Unión Europea\n21.11.2018"
        },
        {
            "page": 11,
            "content": "datos personales que deban protegerse. Al evaluar el riesgo en relación con la seguridad de los datos, se deben tener \nen cuenta los riesgos que se derivan del tratamiento de los datos personales, como la destrucción, pérdida o \nalteración accidental o ilícita de datos personales transmitidos, conservados o tratados de otra forma, o la \ncomunicación o acceso no autorizados a dichos datos, susceptibles en particular de ocasionar daños y perjuicios \nfísicos, materiales o inmateriales.\n(54)\nLas instituciones y organismos de la Unión deben garantizar la confidencialidad de las comunicaciones electrónicas \ncon arreglo al artículo 7 de la Carta. En particular, las instituciones y organismos de la Unión deben garantizar la \nseguridad de sus redes de comunicación electrónica. Deben proteger la información relativa a los equipos terminales \nde los usuarios que acceden a los contenidos públicos de sus sitios web y a sus aplicaciones para móviles disponibles \nal público, de conformidad con la Directiva 2002/58/CE del Parlamento Europeo y del Consejo (1). También deben \nproteger los datos personales almacenados en las guías de usuarios.\n(55)\nSi no se toman a tiempo medidas adecuadas, las violaciones de la seguridad de los datos personales podrían entrañar \ndaños y perjuicios físicos, materiales o inmateriales para las personas físicas. Por consiguiente, tan pronto como el \nresponsable del tratamiento tenga conocimiento de que se ha producido una violación de la seguridad de los datos \npersonales, debe, sin dilación indebida y, de ser posible, a más tardar 72 horas después de que haya tenido constancia \nde ella, notificar dicha violación de la seguridad de los datos personales al Supervisor Europeo de Protección de \nDatos, a menos que el responsable pueda demostrar, atendiendo al principio de responsabilidad proactiva, la \nimprobabilidad de que la violación de la seguridad de los datos personales entrañe un riesgo para los derechos y las \nlibertades de las personas físicas. Si dicha notificación no es posible en el plazo de 72 horas, debe acompañarse de \nuna indicación de los motivos de la dilación, pudiendo facilitarse información por fases sin más dilación indebida. Si \ndicha dilación está justificada, se debe dar a conocer, tan pronto como sea posible, información menos sensible o \nmenos específica acerca de la violación, en lugar de solucionar totalmente el incidente subyacente antes de \nnotificarlo.\n(56)\nEl responsable del tratamiento debe comunicar al interesado sin dilación indebida la violación de la seguridad de los \ndatos personales en caso de que pueda entrañar un alto riesgo para sus derechos y libertades, y permitirle tomar las \nprecauciones necesarias. La comunicación debe describir la naturaleza de la violación de la seguridad de los datos \npersonales y las recomendaciones para que la persona física afectada mitigue los potenciales efectos adversos \nresultantes de la violación. Dichas comunicaciones a los interesados deben realizarse tan pronto como sea \nrazonablemente posible y en estrecha cooperación con el Supervisor Europeo de Protección de Datos, siguiendo sus \norientaciones o las de otras autoridades competentes, como las autoridades policiales.\n(57)\nEl Reglamento (CE) n.o 45/2001 establece la obligación general del responsable del tratamiento de notificar el \ntratamiento de datos personales al delegado de protección de datos. Salvo que no sea adecuado habida cuenta del \ntamaño de la institución u organismo de la Unión, el delegado de protección de datos debe mantener un registro de \nlas operaciones de tratamiento que se le notifiquen. Además de esta obligación general, deben establecerse \nprocedimientos y mecanismos eficaces para efectuar un seguimiento de las operaciones de tratamiento que, por su \nnaturaleza, alcance, contexto y fines, entrañen probablemente un alto riesgo para los derechos y libertades de las \npersonas físicas. Estos procedimientos deben establecerse también, en particular, cuando los tipos de operaciones de \ntratamiento impliquen el uso de nuevas tecnologías o sean de una nueva clase en relación con la cual el responsable \ndel tratamiento no haya realizado previamente una evaluación de impacto relativa a la protección de datos o si \nresultan necesarias habida cuenta del tiempo transcurrido desde el tratamiento inicial. En tales casos, el responsable \ndebe llevar a cabo, antes del tratamiento, una evaluación de impacto relativa a la protección de datos con el fin de \nvalorar la gravedad y probabilidad concretas del alto riesgo, teniendo en cuenta la naturaleza, ámbito, contexto y \nfines del tratamiento y los orígenes del riesgo. Dicha evaluación de impacto debe incluir, en particular, las medidas, \ngarantías y mecanismos previstos para mitigar el riesgo, garantizar la protección de los datos personales y demostrar \nla conformidad con el presente Reglamento.\n(58)\nDebe consultarse al Supervisor Europeo de Protección de Datos antes de iniciar las actividades de tratamiento si una \nevaluación de impacto relativa a la protección de datos muestra que, en ausencia de garantías, medidas y \nmecanismos de seguridad destinados a mitigar los riesgos, el tratamiento entrañaría un alto riesgo para los derechos \ny libertades de las personas físicas, y el responsable del tratamiento considera que el riesgo no puede mitigarse con \nmedidas razonables en términos de tecnología disponible y costes de aplicación. Existe la probabilidad de que ese \nalto riesgo se deba a determinados tipos de tratamiento y al alcance y frecuencia de este, lo que también podría \nocasionar daños y perjuicios o una injerencia en los derechos y libertades de la persona física. El Supervisor Europeo \nde Protección de Datos debe responder a la solicitud de consulta dentro de un plazo determinado. Sin embargo, la \n21.11.2018\nES\nDiario Oficial de la Unión Europea\nL 295/49\n(1)\nDirectiva 2002/58/CE del Parlamento Europeo y del Consejo, de 12 de julio de 2002, relativa al tratamiento de los datos personales \ny a la protección de la intimidad en el sector de las comunicaciones electrónicas (Directiva sobre la privacidad y las comunicaciones \nelectrónicas) (DO L 201 de 31.7.2002, p. 37)."
        },
        {
            "page": 12,
            "content": "ausencia de respuesta del Supervisor Europeo de Protección de Datos dentro de dicho plazo no debe obstar a \ncualquier intervención de dicho Supervisor basada en las funciones y potestades que le atribuye el presente \nReglamento, incluido el poder de prohibir operaciones de tratamiento. Como parte de dicho proceso de consulta, \ndebería poder presentarse al Supervisor Europeo de Protección de Datos el resultado de una evaluación de impacto \nrelativa a la protección de datos efectuada en relación con el tratamiento en cuestión, en particular las medidas \nprevistas para mitigar los riesgos para los derechos y las libertades de las personas físicas.\n(59)\nEl Supervisor Europeo de Protección de Datos debe ser informado acerca de las medidas administrativas y \nconsultado sobre las normas internas adoptadas por las instituciones y organismos de la Unión en cuestiones \nrelacionadas con el funcionamiento de estos cuando dispongan el tratamiento de datos personales, establezcan \ncondiciones para limitar los derechos de los interesados u ofrezcan garantías para los derechos de este, a fin de \ngarantizar que el tratamiento previsto sea conforme con el presente Reglamento, en particular, en lo relativo a \nmitigar los riesgos que implique para el interesado.\n(60)\nEl Reglamento (UE) 2016/679 estableció el Comité Europeo de Protección de Datos como organismo independiente \nde la Unión dotado de personalidad jurídica. El Comité debe contribuir a la aplicación coherente del Reglamento (UE) \n2016/679 y la Directiva (UE) 2016/680 en toda la Unión, entre otras cosas, asesorando a la Comisión. Al mismo \ntiempo, el Supervisor Europeo de Protección de Datos seguirá ejerciendo sus funciones supervisoras y consultivas \nrespecto a todas las instituciones y organismos de la Unión, por iniciativa propia o a petición. A fin de garantizar la \ncoherencia de las normas de protección de datos en toda la Unión, al elaborar propuestas o recomendaciones, la \nComisión debe esforzarse por consultar con el Supervisor Europeo de Protección de Datos. La Comisión debe llevar \na cabo consultas de manera obligatoria tras la adopción de actos legislativos o durante la preparación de actos \ndelegados y actos de ejecución, tal como se define en los artículos 289, 290 y 291 del TFUE, y tras la adopción de \nrecomendaciones y propuestas relativas a acuerdos con terceros países y organizaciones internacionales, con arreglo \nal artículo 218 del TFUE que repercutan en el derecho a la protección de los datos personales. En estos casos, la \nComisión debe estar obligada a consultar al Supervisor Europeo de Protección de Datos, excepto cuando el \nReglamento (UE) 2016/679 prevea una consulta obligatoria del Comité Europeo de Protección de Datos, por \nejemplo, sobre decisiones de adecuación o actos delegados relativos a iconos normalizados y requisitos para los \nmecanismos de certificación. Cuando dicho acto sea de especial importancia para la protección de los derechos y \nlibertades de las personas físicas en relación con el tratamiento de datos personales, la Comisión debe tener la \nposibilidad de consultar, además, al Comité Europeo de Protección de Datos. En estos casos, el Supervisor Europeo \nde Protección de Datos debe, como miembro del Comité Europeo de Protección de Datos, coordinar su trabajo con \neste último a fin de emitir un dictamen conjunto. El Supervisor Europeo de Protección de Datos y, si procede, el \nComité Europeo de Protección de Datos deben ofrecer su asesoramiento escrito en un plazo de ocho semanas. El \nplazo debe ser más corto en casos de urgencia o cuando se considere conveniente por otro motivo, por ejemplo, \ncuando la Comisión esté preparando actos delegados y de ejecución.\n(61)\nDe conformidad con el artículo 75 del Reglamento (UE) 2016/679, el Supervisor Europeo de Protección de Datos \ndebe hacerse cargo de la secretaría del Comité Europeo de Protección de Datos.\n(62)\nEn todas las instituciones y organismos de la Unión, el delegado de protección de datos debe velar por que se aplique \nlo dispuesto en el presente Reglamento y asesorar a los responsables y encargados del tratamiento en el ejercicio de \nsus obligaciones. El delegado debe ser una persona con conocimientos especializados de la normativa y práctica en \nmateria de protección de datos, que se deben determinar, en particular, en función de las operaciones de tratamiento \nde datos que lleven a cabo el responsable o el encargado y de la protección exigida para los datos personales tratados. \nLos delegados de protección de datos deben estar en condiciones de desempeñar sus funciones y tareas con \nindependencia.\n(63)\nSi los datos personales se transfieren de las instituciones y organismos de la Unión a responsables, encargados u \notros destinatarios en terceros países o a organizaciones internacionales, debe respetarse el nivel de protección de las \npersonas físicas garantizado en la Unión por el presente Reglamento. Se deben aplicar las mismas garantías en caso \nde transferencias ulteriores de datos personales desde el tercer país u organización internacional a responsables y \nencargados en el mismo u otro tercer país u organización internacional. En todo caso, las transferencias a terceros \npaíses y organizaciones internacionales solo pueden llevarse a cabo de plena conformidad con el presente \nReglamento y respetando los derechos y las libertades fundamentales establecidos en la Carta. Una transferencia solo \npodría tener lugar si, a reserva de las demás disposiciones del presente Reglamento, el responsable o encargado \ncumple las disposiciones del presente Reglamento relativas a la transferencia de datos personales a terceros países u \norganizaciones internacionales.\nL 295/50\nES\nDiario Oficial de la Unión Europea\n21.11.2018"
        },
        {
            "page": 13,
            "content": "(64)\nLa Comisión puede decidir, con arreglo al artículo 45 del Reglamento (UE) 2016/679 o al artículo 36 de la Directiva \n(UE) 2016/680, que un tercer país, un territorio o sector específico en un tercer país o una organización \ninternacional ofrece un nivel de protección de datos adecuado. En estos casos, las instituciones y organismos de la \nUnión pueden realizar transferencias de datos personales a estos países u organizaciones internacionales sin que se \nrequiera obtener otro tipo de autorización.\n(65)\nEn ausencia de una decisión por la que se constate la adecuación de la protección de los datos, el responsable o el \nencargado del tratamiento deben tomar medidas para compensar la falta de protección de datos en un tercer país \nmediante garantías adecuadas para el interesado. Tales garantías adecuadas pueden consistir en el recurso a cláusulas \ntipo de protección de datos adoptadas por la Comisión o por el Supervisor Europeo de Protección de Datos, o a \ncláusulas contractuales autorizadas por este último. Cuando el encargado del tratamiento no es una institución u \norganismo de la Unión, dichas garantías adecuadas pueden consistir en normas corporativas vinculantes, códigos de \nconducta y mecanismos de certificación utilizados para realizar transferencias internacionales de conformidad con el \nReglamento (UE) 2016/679. Esas garantías deben asegurar la observancia de requisitos de protección de datos y \nderechos de los interesados adecuados al tratamiento dentro de la Unión, incluida la disponibilidad por parte de los \ninteresados de derechos exigibles y de acciones legales efectivas, lo que incluye el derecho a obtener una reparación \nadministrativa o judicial efectiva y a reclamar una indemnización, en la Unión o en un tercer país. En particular, \ndeben referirse al cumplimiento de los principios generales relativos al tratamiento de los datos personales y los \nprincipios de la protección de datos desde el diseño y por defecto. Las transferencias también pueden realizarlas \ninstituciones y organismos de la Unión a entidades o autoridades públicas de terceros países o a organizaciones \ninternacionales con competencias o funciones correspondientes, igualmente sobre la base de disposiciones \nincorporadas a acuerdos administrativos, como un memorando de entendimiento, que reconozcan derechos \nexigibles y efectivos a los interesados. Si las garantías figuran en acuerdos administrativos que no sean jurídicamente \nvinculantes se debe recabar la autorización del Supervisor Europeo de Protección de Datos.\n(66)\nLa posibilidad de que el responsable o el encargado del tratamiento recurran a cláusulas tipo de protección de datos \nadoptadas por la Comisión o el Supervisor Europeo de Protección de Datos no debe obstar a que los responsables o \nencargados incluyan las cláusulas tipo de protección de datos en un contrato más amplio, como un contrato entre \ndos encargados, o a que añadan otras cláusulas o garantías adicionales, siempre que no contradigan, directa o \nindirectamente, las cláusulas contractuales tipo adoptadas por la Comisión o por el Supervisor Europeo de \nProtección de Datos, ni mermen los derechos o las libertades fundamentales de los interesados. Se debe alentar a los \nresponsables y encargados del tratamiento a ofrecer garantías adicionales mediante compromisos contractuales que \ncomplementen las cláusulas tipo de protección de datos.\n(67)\nAlgunos terceros países adoptan leyes, reglamentaciones y otros actos jurídicos con los que se pretende regular \ndirectamente las actividades de tratamiento de las instituciones y organismos de la Unión. Esto puede incluir \nsentencias de órganos jurisdiccionales o decisiones de autoridades administrativas de terceros países que obliguen a \nun responsable o un encargado del tratamiento a transferir o comunicar datos personales, y que no se basen en un \nacuerdo internacional en vigor entre el tercer país requirente y la Unión. La aplicación extraterritorial de dichas leyes, \nreglamentaciones y otros actos jurídicos puede ser contraria al Derecho internacional e impedir la protección de las \npersonas físicas garantizada en la Unión en virtud del presente Reglamento. Las transferencias solo deben autorizarse \ncuando se cumplan las condiciones del presente Reglamento relativas a las transferencias a terceros países. Tal puede \nser el caso, entre otros, cuando la comunicación sea necesaria por una razón importante de interés público \nreconocida por el Derecho de la Unión.\n(68)\nSe debe establecer la posibilidad en situaciones concretas de realizar transferencias en determinadas circunstancias, \nde mediar el consentimiento explícito del interesado, si la transferencia es ocasional y necesaria en relación con un \ncontrato o una reclamación, independientemente de tratarse de un procedimiento judicial o un procedimiento \nadministrativo o extrajudicial, incluidos los procedimientos ante organismos reguladores. También se debe establecer \nla posibilidad de realizar transferencias cuando así lo requieran razones importantes de interés público establecidas \npor el Derecho de la Unión, o cuando la transferencia se haga a partir de un registro establecido por ley y se destine a \nconsulta por el público o por personas que tengan un interés legítimo. En este último caso la transferencia no debe \nafectar a la totalidad de los datos personales o de las categorías de datos incluidos en el registro, a menos que lo \nautorice el Derecho de la Unión, y, cuando el registro esté destinado a su consulta por personas que tengan un interés \nlegítimo, la transferencia solo debe efectuarse a petición de dichas personas o, si estas van a ser las destinatarias, \nteniendo plenamente en cuenta los intereses y los derechos fundamentales del interesado.\n(69)\nDichas excepciones deben aplicarse en particular a las transferencias de datos requeridas y necesarias por razones \nimportantes de interés público, por ejemplo en caso de intercambios internacionales de datos entre las instituciones \ny organismos de la Unión y autoridades en el ámbito de la competencia, administraciones fiscales o aduaneras, \nautoridades de supervisión financiera y servicios competentes en materia de seguridad social o de sanidad pública, \npor ejemplo en caso de contactos destinados a localizar enfermedades contagiosas o para reducir y/o eliminar el \n21.11.2018\nES\nDiario Oficial de la Unión Europea\nL 295/51"
        },
        {
            "page": 14,
            "content": "dopaje en el deporte. La transferencia de datos personales también debe considerarse lícita en caso de que sea \nnecesaria para proteger un interés esencial para los intereses vitales del interesado o de otra persona, incluida la \nintegridad física o la vida, si el interesado no está en condiciones de prestar su consentimiento. En ausencia de una \ndecisión de adecuación, el Derecho de la Unión puede limitar expresamente, por razones importantes de interés \npúblico, la transferencia de categorías específicas de datos a un tercer país o a una organización internacional. Puede \nconsiderarse necesaria, por una razón importante de interés público o por ser de interés vital para el interesado, toda \ntransferencia a una organización internacional humanitaria de datos personales de un interesado que no tenga \ncapacidad física o jurídica para prestar su consentimiento, con el fin de desempeñar un cometido basado en las \nConvenciones de Ginebra o de conformarse al Derecho internacional humanitario aplicable en caso de conflictos \narmados.\n(70)\nEn cualquier caso, cuando la Comisión no haya tomado ninguna decisión sobre el nivel adecuado de la protección de \ndatos en un tercer país, el responsable o el encargado del tratamiento deben arbitrar soluciones que garanticen a los \ninteresados derechos exigibles y efectivos con respecto al tratamiento de sus datos en la Unión, una vez transferidos \nestos, de forma que sigan beneficiándose de derechos fundamentales y garantías.\n(71)\nCuando los datos personales circulan a través de las fronteras hacia el exterior de la Unión se puede poner en mayor \nriesgo la capacidad de las personas físicas para ejercer los derechos de protección de datos, en particular con el fin de \nprotegerse contra la utilización o comunicación ilícitas de dicha información. Al mismo tiempo, es posible que las \nautoridades de control nacionales y el Supervisor Europeo de Protección de Datos se vean en la imposibilidad de \ntramitar reclamaciones o realizar investigaciones relativas a actividades desarrolladas fuera de su jurisdicción. Sus \nesfuerzos por colaborar en el contexto transfronterizo también pueden verse obstaculizados por potestades \npreventivas o correctivas insuficientes, regímenes jurídicos incoherentes y obstáculos prácticos, como la escasez de \nrecursos. Por consiguiente, es necesario fomentar una cooperación más estrecha entre el Supervisor Europeo de \nProtección de Datos y las autoridades de control nacionales para contribuir al intercambio de información con sus \nhomólogos internacionales.\n(72)\nEl establecimiento del Supervisor Europeo de Protección de Datos en el Reglamento (CE) n.o 45/2001, al que se ha \nfacultado para desempeñar sus funciones y ejercer sus competencias con plena independencia, constituye un \nelemento esencial de la protección de las personas físicas con respecto al tratamiento de datos personales. El presente \nReglamento debe reforzar y aclarar aún más su función e independencia. El Supervisor Europeo de Protección de \nDatos será una persona cuya independencia esté fuera de toda duda y que posea una experiencia y competencia \nnotorias para el desempeño de las funciones de Supervisor Europeo de Protección de Datos, como pertenecer o \nhaber pertenecido a una de las autoridades de control establecidas con arreglo al artículo 51 del Reglamento (UE) \n2016/679.\n(73)\nPara garantizar la supervisión y ejecución coherentes de las normas de protección de datos en toda la Unión, el \nSupervisor Europeo de Protección de Datos debe tener las mismas funciones y potestades efectivas que las \nautoridades de control nacionales, incluidas potestades de investigación, potestades correctivas y de sanción y \npotestades de autorización y de consulta, especialmente en casos de reclamaciones de personas físicas, facultad para \nponer en conocimiento del Tribunal de Justicia las infracciones del presente Reglamento y capacidad para ejercitar \nacciones judiciales conforme a las disposiciones de Derecho primario. Dichas potestades deben incluir también la de \nimponer una limitación temporal o definitiva al tratamiento, incluida su prohibición. Para evitar costes superfluos y \nmolestias excesivas para las personas afectadas, toda medida del Supervisor Europeo de Protección de Datos debe ser \nadecuada, necesaria y proporcionada con vistas a garantizar el cumplimiento del presente Reglamento, debe tener en \ncuenta las circunstancias de cada caso concreto y respetar el derecho de todas las personas a ser oídas antes de que se \nadopte cualquier medida. Toda medida jurídicamente vinculante del Supervisor Europeo de Protección de Datos debe \nconstar por escrito, ser clara e inequívoca, indicar la fecha en que se dictó, llevar la firma del Supervisor Europeo de \nProtección de Datos, especificar los motivos de la misma y mencionar el derecho a la tutela judicial efectiva.\n(74)\nA fin de preservar la independencia del Tribunal de Justicia en el desempeño de sus funciones judiciales, incluida la \ntoma de decisiones, la competencia en materia de supervisión del Supervisor Europeo de Protección de Datos no \ndebe abarcar el tratamiento de datos personales por parte del Tribunal de Justicia cuando actúe en ejercicio de su \nfunción judicial. Para dichas operaciones de tratamiento, el Tribunal de Justicia debe establecer una supervisión \nindependiente, de conformidad con el artículo 8, apartado 3, de la Carta, por ejemplo a través de un mecanismo \ninterno.\n(75)\nLas decisiones del Supervisor Europeo de Protección de Datos relacionadas con excepciones, garantías, \nautorizaciones y condiciones relativas a los tratamientos de datos, según se definen en el presente Reglamento, \nserán publicadas en el informe de actividad. Con independencia de la publicación anual del informe de actividad, el \nSupervisor Europeo de Protección de Datos podrá publicar informes sobre temas específicos.\nL 295/52\nES\nDiario Oficial de la Unión Europea\n21.11.2018"
        },
        {
            "page": 15,
            "content": "(76)\nEl Supervisor Europeo de Protección de Datos deberá cumplir lo dispuesto en el Reglamento (CE) n.o 1049/2001 del \nParlamento Europeo y del Consejo (1).\n(77)\nA fin de proteger a las personas físicas con respecto al tratamiento de sus datos personales y de facilitar la libre \ncirculación de los datos personales en el mercado interior, las autoridades de control nacionales supervisan la \naplicación del Reglamento (UE) 2016/679 y contribuyen a que esta sea coherente en toda la Unión. Para aumentar la \ncoherencia en la aplicación de las normas de protección de datos aplicables en los Estados miembros y de las \naplicables a las instituciones y organismos de la Unión, el Supervisor Europeo de Protección de Datos debe cooperar \nde manera efectiva con las autoridades de control nacionales.\n(78)\nEn algunos casos, el Derecho de la Unión prevé un modelo de supervisión coordinada, compartido por el Supervisor \nEuropeo de Protección de Datos y las autoridades de control nacionales. El Supervisor Europeo de Protección de \nDatos es además la autoridad de control de Europol y, a esos fines, se ha establecido un modelo específico de \ncooperación con las autoridades de control nacionales mediante un consejo de cooperación con funciones \nconsultivas. Para mejorar la supervisión efectiva y el cumplimiento de las normas sustantivas de protección de datos, \ndebe introducirse en la Unión un modelo único y coherente de supervisión coordinada. Por ello, la Comisión debe \npresentar, en su caso, propuestas legislativas para modificar actos jurídicos de la Unión que establezcan un modelo \nde supervisión coordinada, a fin de armonizarlos con el modelo de supervisión coordinada del presente Reglamento. \nEl Comité Europeo de Protección de Datos debe servir de foro único para garantizar una supervisión eficaz y \ncoordinada en todos los ámbitos.\n(79)\nTodo interesado debe tener derecho a presentar una reclamación ante el Supervisor Europeo de Protección de Datos, \ny derecho a la tutela judicial efectiva ante el Tribunal de Justicia de conformidad con los Tratados, si considera que se \nvulneran sus derechos con arreglo al presente Reglamento o en caso de que el Supervisor Europeo de Protección de \nDatos no responda a una reclamación, rechace o desestime total o parcialmente una reclamación o no actúe cuando \nsea necesario para proteger los derechos del interesado. La investigación abierta a raíz de una queja debe llevarse a \ncabo, bajo control judicial, en la medida en que sea adecuada en el caso específico. El Supervisor Europeo de \nProtección de Datos debe informar al interesado de la evolución y el resultado de la reclamación en un plazo \nrazonable. Si el asunto requiere una mayor coordinación con una autoridad de control nacional, se debe facilitar \ninformación intermedia al interesado. Para facilitar la presentación de reclamaciones, el Supervisor Europeo de \nProtección de Datos debe adoptar medidas como el suministro de un formulario de reclamaciones, que pueda \ncumplimentarse también por medios electrónicos, sin excluir otros medios de comunicación.\n(80)\nToda persona que haya sufrido daños y perjuicios materiales o inmateriales como consecuencia de una infracción del \npresente Reglamento debe tener derecho a recibir del responsable o el encargado del tratamiento una indemnización \npor los daños y perjuicios sufridos, con arreglo a las condiciones previstas en los Tratados.\n(81)\nPara fortalecer la función supervisora del Supervisor Europeo de Protección de Datos y la aplicación eficaz del \npresente Reglamento, el primero debe estar facultado para imponer multas administrativas, como sanción de último \nrecurso. Las multas deben aspirar a sancionar a las instituciones u organismos de la Unión, más que a los individuos, \nque incumplan el presente Reglamento, impedir futuras violaciones del mismo y fomentar una cultura de protección \nde los datos personales dentro de las instituciones y organismos de la Unión. El presente Reglamento debe indicar las \ninfracciones objeto de multas administrativas, así como los límites máximos y los criterios para fijar las \ncorrespondientes multas. El Supervisor Europeo de Protección de Datos debe determinar la cuantía de la multa en \ncada caso individual, teniendo en cuenta todas las circunstancias concurrentes en él, atendiendo a la naturaleza, \ngravedad y duración de la infracción, sus consecuencias y las medidas tomadas para garantizar el cumplimiento de \nlas obligaciones impuestas por el presente Reglamento e impedir o mitigar las consecuencias de la infracción. Al \nimponer una multa administrativa a una institución u organismo de la Unión, el Supervisor Europeo de Protección \nde Datos debe considerar la proporcionalidad de su cuantía. El procedimiento administrativo para la imposición de \nmultas a instituciones y organismos de la Unión debe respetar los principios generales del Derecho de esta, según la \ninterpretación del Tribunal de Justicia.\n(82)\nEl interesado que considere vulnerados los derechos reconocidos por el presente Reglamento debe tener derecho a \nconferir mandato a una entidad, organización o asociación sin ánimo de lucro que esté constituida con arreglo al \nDerecho de la Unión o de un Estado miembro, tenga objetivos legales que sean de interés público y actúe en el \n21.11.2018\nES\nDiario Oficial de la Unión Europea\nL 295/53\n(1)\nReglamento (CE) n.o 1049/2001 del Parlamento Europeo y del Consejo, de 30 de mayo de 2001, relativo al acceso del público a los \ndocumentos del Parlamento Europeo, del Consejo y de la Comisión (DO L 145 de 31.5.2001, p. 43)."
        },
        {
            "page": 16,
            "content": "ámbito de la protección de los datos personales, para que presente en su nombre una reclamación ante el Supervisor \nEuropeo de Protección de Datos. Dicha entidad, organización o asociación debe tener la posibilidad de ejercer el \nderecho a la tutela judicial en nombre de los interesados o el derecho a recibir una indemnización en nombre de \nestos.\n(83)\nEl incumplimiento por parte de un funcionario u otro agente de la Unión de las obligaciones del presente \nReglamento dará lugar a la apertura de un expediente disciplinario u otro tipo de acción, de conformidad con las \ndisposiciones fijadas en el Estatuto de los funcionarios de la Unión Europea o en el régimen aplicable a los otros \nagentes de la Unión, establecido en el Reglamento (CEE, Euratom, CECA) n.o 259/68 del Consejo (1) (en lo sucesivo, \n«Estatuto de los funcionarios»).\n(84)\nA fin de garantizar condiciones uniformes de ejecución del presente Reglamento, deben conferirse a la Comisión \ncompetencias de ejecución. Dichas competencias deben ejercerse de conformidad con el Reglamento (UE) n.o 182/ \n2011 del Parlamento Europeo y del Consejo (2). El procedimiento de examen debe seguirse para la adopción de \ncláusulas contractuales tipo entre responsables del tratamiento y encargados del tratamiento y entre encargados del \ntratamiento, para la adopción de una lista de operaciones de tratamiento que exigen la consulta previa del Supervisor \nEuropeo de Protección de Datos por parte de los responsables del tratamiento de los datos personales para el \ncumplimiento de una función realizada en interés público, y para la adopción de cláusulas contractuales tipo que \nofrezcan unas garantías adecuadas para las transferencias internacionales.\n(85)\nDebe protegerse la información confidencial que las autoridades estadísticas de la Unión y nacionales recojan para la \nelaboración de las estadísticas oficiales europeas y nacionales. Las estadísticas europeas deben desarrollarse, \nelaborarse y difundirse con arreglo a los principios estadísticos enunciados en el artículo 338, apartado 2, del TFUE. \nEl Reglamento (CE) n.o 223/2009 del Parlamento Europeo y del Consejo (3) facilita especificaciones adicionales sobre \nla confidencialidad estadística aplicada a las estadísticas europeas.\n(86)\nProcede derogar el Reglamento (CE) n.o 45/2001 y la Decisión n.o 1247/2002/CE del Parlamento Europeo, del \nConsejo y de la Comisión (4). Las referencias al Reglamento y a la Decisión derogados deben entenderse hechas al \npresente Reglamento.\n(87)\nPara garantizar la independencia plena de los miembros de la autoridad de control independiente, el mandato del \nactual Supervisor Europeo de Protección de Datos y del actual Supervisor Adjunto no debe verse afectado por el \npresente Reglamento. El actual Supervisor Adjunto debe permanecer en su puesto hasta el final de su mandato, a \nmenos que se dé alguna de las condiciones para la finalización prematura del mandato del Supervisor Europeo de \nProtección de Datos establecidas en el presente Reglamento. Las disposiciones pertinentes del presente Reglamento \ndeben aplicarse al Supervisor Adjunto hasta el final de su mandato.\n(88)\nDe acuerdo con el principio de proporcionalidad, es necesario y conveniente para alcanzar el objetivo fundamental \nde garantizar un nivel equivalente de protección de las personas físicas por lo que respecta al tratamiento de datos \npersonales y la libre circulación de datos personales en la Unión establecer normas sobre el tratamiento de datos \npersonales en las instituciones y organismos de la Unión. El presente Reglamento no excede de lo necesario para \nalcanzar los objetivos perseguidos, de conformidad con lo dispuesto en el artículo 5, apartado 4, del TUE.\n(89)\nEl Supervisor Europeo de Protección de Datos fue consultado de conformidad con el artículo 28, apartado 2, del \nReglamento (CE) n.o 45/2001 y emitió su dictamen el 15 de marzo de 2017 (5).\nL 295/54\nES\nDiario Oficial de la Unión Europea\n21.11.2018\n(1)\nDO L 56 de 4.3.1968, p. 1.\n(2)\nReglamento (UE) n.o 182/2011 del Parlamento Europeo y del Consejo, de 16 de febrero de 2011, por el que se establecen las normas \ny los principios generales relativos a las modalidades de control por parte de los Estados miembros del ejercicio de las competencias \nde ejecución por la Comisión (DO L 55 de 28.2.2011, p. 13).\n(3)\nReglamento (CE) n.o 223/2009 del Parlamento Europeo y del Consejo, de 11 de marzo de 2009, relativo a la estadística europea y \npor el que se deroga el Reglamento (CE, Euratom) n.o 1101/2008 relativo a la transmisión a la Oficina Estadística de las \nComunidades Europeas de las informaciones amparadas por el secreto estadístico, el Reglamento (CE) n.o 322/97 del Consejo sobre \nla estadística comunitaria y la Decisión 89/382/CEE, Euratom del Consejo por la que se crea un Comité del programa estadístico de \nlas Comunidades Europeas (DO L 87 de 31.3.2009, p. 164).\n(4)\nDecisión n.o 1247/2002/CE del Parlamento Europeo, del Consejo y de la Comisión, de 1 de julio de 2002, relativa al estatuto y a las \ncondiciones generales de ejercicio de las funciones de Supervisor Europeo de Protección de Datos (DO L 183 de 12.7.2002, p. 1).\n(5)\nDO C 164 de 24.5.2017, p. 2."
        },
        {
            "page": 17,
            "content": "HAN ADOPTADO EL PRESENTE REGLAMENTO:\nCAPÍTULO I\nDISPOSICIONES GENERALES\nArtículo 1\nObjeto y objetivos\n1.\nEl presente Reglamento establece las normas relativas a la protección de las personas físicas en lo que respecta al \ntratamiento de los datos personales por las instituciones y organismos de la Unión y las normas relativas a la libre \ncirculación de dichos datos entre ellos o entre ellos y destinatarios establecidos en la Unión.\n2.\nEl presente Reglamento protege los derechos y libertades fundamentales de las personas físicas y, en particular, su \nderecho a la protección de los datos personales.\n3.\nEl Supervisor Europeo de Protección de Datos supervisará la aplicación de las disposiciones del presente Reglamento a \ntodas las operaciones de tratamiento realizadas por las instituciones y organismos de la Unión.\nArtículo 2\nÁmbito de aplicación\n1.\nEl presente Reglamento se aplica al tratamiento de datos personales por parte de todas las instituciones y organismos \nde la Unión.\n2.\nSolo el artículo 3 y el capítulo IX del presente Reglamento serán aplicables al tratamiento de datos personales \noperativos por los órganos y organismos de la Unión cuando lleven a cabo actividades comprendidas en el ámbito de \naplicación de los capítulos 4 o 5 del título V de la tercera parte del TFUE.\n3.\nEl presente Reglamento no se aplicará al tratamiento de datos personales operativos por parte de Europol y de la \nFiscalía Europea hasta que el Reglamento (UE) 2016/794 del Parlamento Europeo y del Consejo (1), y el Reglamento (UE) \n2017/1939 del Consejo (2) se adapten con arreglo al artículo 98 del presente Reglamento.\n4.\nEl presente Reglamento no se aplicará al tratamiento de datos personales por parte de las misiones mencionadas en el \nartículo 42, apartado 1, y en los artículos 43 y 44 del TUE.\n5.\nEl presente Reglamento se aplica al tratamiento total o parcialmente automatizado de datos personales, así como al \ntratamiento no automatizado de datos personales contenidos o destinados a ser incluidos en un fichero.\nArtículo 3\nDefiniciones\nA efectos del presente Reglamento, se entenderá por:\n1)\n«datos personales»: toda información sobre una persona física identificada o identificable (en lo sucesivo, «interesado»); \nse considerará persona física identificable a toda persona cuya identidad pueda determinarse, directa o indirectamente, \nen particular mediante un identificador, como por ejemplo un nombre, un número de identificación, unos datos de \nlocalización, un identificador en línea o uno o varios elementos propios de la identidad física, fisiológica, genética, \npsíquica, económica, cultural o social de dicha persona;\n2)\n«datos personales operativos»: todos los datos personales tratados por los órganos u organismos de la Unión cuando \nlleven a cabo actividades comprendidas en el ámbito de aplicación de los capítulos 4 o 5 del título V de la tercera parte \ndel TFUE a fin de realizar los objetivos y funciones establecidos en los actos jurídicos por los que se crean dichos \nórganos u organismos;\n21.11.2018\nES\nDiario Oficial de la Unión Europea\nL 295/55\n(1)\nReglamento (UE) 2016/794 del Parlamento Europeo y del Consejo, de 11 de mayo de 2016, relativo a la Agencia de la Unión \nEuropea para la Cooperación Policial (Europol) y por el que se sustituyen y derogan las Decisiones 2009/371/JAI, 2009/934/JAI, \n2009/935/JAI, 2009/936/JAI y 2009/968/JAI del Consejo (DO L 135 de 24.5.2016, p. 53).\n(2)\nReglamento (UE) 2017/1939 del Consejo, de 12 de octubre de 2017, por el que se establece una cooperación reforzada para la \ncreación de la Fiscalía Europea (DO L 283 de 31.10.2017, p. 1)."
        },
        {
            "page": 18,
            "content": "3)\n«tratamiento»: cualquier operación o conjunto de operaciones realizadas en datos personales o conjuntos de datos \npersonales, ya sea por procedimientos automatizados o no, como la recogida, registro, organización, estructuración, \nconservación, adaptación o modificación, extracción, consulta, utilización, comunicación por transmisión, difusión o \ncualquier otra forma de habilitación de acceso, cotejo o interconexión, limitación, supresión o destrucción;\n4)\n«limitación del tratamiento»: el marcado de los datos personales conservados con el fin de limitar su tratamiento en el \nfuturo;\n5)\n«elaboración de perfiles»: toda forma de tratamiento automatizado de datos personales consistente en utilizar datos \npersonales para evaluar determinados aspectos personales de una persona física, en particular para analizar o predecir \naspectos relativos al rendimiento profesional, situación económica, salud, preferencias personales, intereses, fiabilidad, \ncomportamiento, ubicación o movimientos de dicha persona física;\n6)\n«seudonimización»: el tratamiento de datos personales de manera tal que ya no puedan atribuirse a un interesado \nconcreto sin utilizar información adicional, siempre que dicha información adicional figure por separado y esté sujeta a \nmedidas técnicas y organizativas destinadas a garantizar que los datos personales no se atribuyan a una persona física \nidentificada o identificable;\n7)\n«fichero»: todo conjunto estructurado de datos personales, accesibles con arreglo a criterios determinados, ya sea \ncentralizado, descentralizado o repartido de forma funcional o geográfica;\n8)\n«responsable del tratamiento» o «responsable»: la institución o el organismo o la dirección general u otra entidad \norganizativa de la Unión que, por sí sola o conjuntamente con otros, determine los fines y medios del tratamiento de \ndatos personales; cuando los fines y medios de ese tratamiento se determinen en un acto específico de la Unión, el \nresponsable del tratamiento o los criterios específicos para su nombramiento podrán ser establecidos por el Derecho de \nla Unión;\n9)\n«responsables del tratamiento distintos de las instituciones y organismos de la Unión»: los responsables del tratamiento \nen el sentido del artículo 4, punto 7, del Reglamento (UE) 2016/679 y los responsables del tratamiento en el sentido del \nartículo 3, punto 8, de la Directiva (UE) 2016/680;\n10) «instituciones y organismos de la Unión»: las instituciones, los órganos y los organismos de la Unión establecidos por el \nTUE, el TFUE o el Tratado Euratom o sobre la base de cualquiera de ellos;\n11) «autoridad competente»: cualquier autoridad pública de un Estado miembro competente para la prevención, \ninvestigación, detección o enjuiciamiento de infracciones penales o la ejecución de sanciones penales, incluidas la \nprotección y prevención frente a amenazas para la seguridad pública;\n12) «encargado del tratamiento» o «encargado»: la persona física o jurídica, autoridad pública, servicio u otro organismo que \ntrate datos personales por cuenta del responsable del tratamiento;\n13) «destinatario»: la persona física o jurídica, autoridad pública, servicio o cualquier otro organismo al que se comuniquen \ndatos personales, se trate o no de un tercero. No obstante, no se considerarán destinatarios las autoridades públicas que \npuedan recibir datos personales en el marco de una investigación concreta de conformidad con el Derecho de la Unión \no de los Estados miembros; el tratamiento de tales datos por las citadas autoridades públicas será conforme con las \nnormas en materia de protección de datos aplicables a los fines del tratamiento;\n14) «tercero»: la persona física o jurídica, autoridad pública, servicio u organismo distinto del interesado, del responsable \ndel tratamiento, del encargado del tratamiento y de las personas autorizadas para tratar datos personales bajo la \nautoridad directa del responsable o del encargado;\n15) «consentimiento»: toda manifestación de voluntad libre, específica, informada e inequívoca por la que el interesado \nacepta, ya sea mediante una declaración o una clara acción afirmativa, el tratamiento de datos personales que le \nconciernen;\n16) «violación de la seguridad de los datos personales»: toda violación de la seguridad que ocasione la destrucción, pérdida \no alteración accidentales o ilícitas de datos personales transmitidos, conservados o tratados de otra forma, o la \ncomunicación o el acceso no autorizados a dichos datos;\n17) «datos genéticos»: datos personales relativos a las características genéticas heredadas o adquiridas de una persona física \nque proporcionen una información única sobre la fisiología o la salud de esa persona, obtenidos en particular del \nanálisis de una muestra biológica de tal persona;\nL 295/56\nES\nDiario Oficial de la Unión Europea\n21.11.2018"
        },
        {
            "page": 19,
            "content": "18) «datos biométricos»: datos personales obtenidos a partir de un tratamiento técnico específico, relativos a las \ncaracterísticas físicas, fisiológicas o conductuales de una persona física que permitan o confirmen la identificación \núnica de dicha persona, como imágenes faciales o datos dactiloscópicos;\n19) «datos relativos a la salud»: datos personales relativos a la salud física o mental de una persona física, incluida la \nprestación de servicios de atención sanitaria, que revelen información sobre su estado de salud;\n20) «servicio de la sociedad de la información»: todo servicio conforme a la definición del artículo 1, apartado 1, letra b), de \nla Directiva (UE) 2015/1535 del Parlamento Europeo y del Consejo (1);\n21) «organización internacional»: una organización y sus entes subordinados de Derecho internacional público, o cualquier \notro organismo creado mediante un acuerdo entre dos o más países o en virtud de tal acuerdo;\n22) «autoridad de control nacional»: una autoridad pública independiente establecida por un Estado miembro con arreglo al \nartículo 51 del Reglamento (UE) 2016/679 o al artículo 41 de la Directiva (UE) 2016/680;\n23) «usuario»: cualquier persona física que use una red o un equipo terminal que funcionen bajo el control de las \ninstituciones y organismos de la Unión;\n24) «guía»: guía de usuarios disponible para el público o guía interna de usuarios disponible dentro de las instituciones y \norganismos de la Unión o compartida entre estos, ya sea en formato impreso o electrónico;\n25) «red de comunicaciones electrónicas»: un sistema de transmisión, basado o no en una infraestructura permanente o en \nuna capacidad de administración centralizada, y, cuando proceda, los equipos de conmutación o enrutamiento y otros \nrecursos, incluidos los elementos de red que no son activos, que permitan la transmisión de señales mediante cables, \nondas hertzianas, medios ópticos u otros medios electromagnéticos con inclusión de las redes de satélites, las redes \nterrestres fijas (de conmutación de circuitos y de paquetes, incluida internet) y móviles, sistemas de tendido eléctrico, en \nla medida en que se utilicen para la transmisión de señales, redes utilizadas para la radiodifusión sonora y televisiva y \nredes de televisión por cable, con independencia del tipo de información transmitida;\n26) «equipo terminal»: un equipo terminal tal como se define en el artículo 1, punto 1, de la Directiva 2008/63/CE de la \nComisión (2).\nCAPÍTULO II\nPRINCIPIOS GENERALES\nArtículo 4\nPrincipios relativos al tratamiento de datos personales\n1.\nLos datos personales serán:\na) tratados de manera lícita, leal y transparente en relación con el interesado («licitud, lealtad y transparencia»);\nb) recogidos con fines determinados, explícitos y legítimos, y no serán tratados ulteriormente de manera incompatible con \ndichos fines; de acuerdo con el artículo 13, el tratamiento ulterior de los datos personales con fines de archivo en interés \npúblico, fines de investigación científica e histórica o fines estadísticos no se considerará incompatible con los fines \niniciales («limitación de la finalidad»);\nc) adecuados, pertinentes y limitados a lo necesario en relación con los fines para los que son tratados («minimización de \ndatos»);\nd) exactos y, si fuera necesario, actualizados; se adoptarán todas las medidas razonables para que se supriman o rectifiquen \nsin dilación los datos personales que sean inexactos con respecto a los fines para los que se tratan («exactitud»);\n21.11.2018\nES\nDiario Oficial de la Unión Europea\nL 295/57\n(1)\nDirectiva (UE) 2015/1535 del Parlamento Europeo y del Consejo, de 9 de septiembre de 2015, por la que se establece un \nprocedimiento de información en materia de reglamentaciones técnicas y de reglas relativas a los servicios de la sociedad de la \ninformación (DO L 241 de 17.9.2015, p. 1).\n(2)\nDirectiva 2008/63/CE de la Comisión, de 20 de junio de 2008, relativa a la competencia de los mercados de equipos terminales de \ntelecomunicaciones (DO L 162 de 21.6.2008, p. 20)."
        },
        {
            "page": 20,
            "content": "e) mantenidos de forma que se permita la identificación de los interesados durante no más tiempo del necesario para los \nfines del tratamiento de los datos personales; los datos personales podrán conservarse durante períodos más largos \nsiempre que se traten exclusivamente con fines de archivo en interés público, fines de investigación científica o histórica \no fines estadísticos, de conformidad con el artículo 13, sin perjuicio de la aplicación de las medidas técnicas y \norganizativas apropiadas que impone el presente Reglamento a fin de proteger los derechos y libertades del interesado \n(«limitación del plazo de conservación»);\nf) tratados de tal manera que se garantice una seguridad adecuada de los datos personales, incluida la protección contra el \ntratamiento no autorizado o ilícito y contra su pérdida, destrucción o daño accidental, mediante la aplicación de medidas \ntécnicas u organizativas apropiadas («integridad y confidencialidad»).\n2.\nEl responsable del tratamiento será responsable del cumplimiento de lo dispuesto en el apartado 1 y capaz de \ndemostrarlo («responsabilidad proactiva»).\nArtículo 5\nLicitud del tratamiento\n1.\nEl tratamiento solo será lícito si se cumple al menos una de las siguientes condiciones:\na) el tratamiento es necesario para el cumplimiento de una función realizada en interés público o en el ejercicio de \npotestades públicas conferidas a las instituciones y organismos de la Unión;\nb) el tratamiento es necesario para el cumplimiento de una obligación legal aplicable al responsable del tratamiento;\nc) el tratamiento es necesario para el cumplimiento de un contrato en el que el interesado es parte o para la aplicación a \npetición de este de medidas precontractuales;\nd) el interesado ha prestado su consentimiento para el tratamiento de sus datos personales para uno o varios fines \nespecíficos;\ne) el tratamiento es necesario para proteger intereses vitales del interesado o de otra persona física.\n2.\nLa base del tratamiento indicado en el apartado 1, letras a) y b), se establecerá en el Derecho de la Unión.\nArtículo 6\nTratamiento para otro fin compatible\nCuando el tratamiento para un fin distinto de aquel para el que se recogieron los datos personales no esté basado en el \nconsentimiento del interesado o en una norma de la Unión que constituya una medida necesaria y proporcionada en una \nsociedad democrática para salvaguardar los objetivos indicados en el artículo 25, apartado 1, el responsable del tratamiento, \ncon objeto de determinar si el tratamiento con otro fin es compatible con el fin para el cual se recogieron inicialmente los \ndatos personales, tendrá en cuenta, entre otras cosas:\na) cualquier relación entre los fines para los cuales se hayan recogido los datos personales y los fines del tratamiento \nulterior previsto;\nb) el contexto en que se hayan recogido los datos personales, en particular por lo que respecta a la relación entre los \ninteresados y el responsable del tratamiento;\nc) la naturaleza de los datos personales, en concreto si se tratan categorías especiales de datos personales, de conformidad \ncon el artículo 10, o datos personales relativos a condenas e infracciones penales, de conformidad con el artículo 11;\nd) las posibles consecuencias para los interesados del tratamiento ulterior previsto;\ne) la existencia de garantías adecuadas, que podrán incluir el cifrado o la seudonimización.\nArtículo 7\nCondiciones para el consentimiento\n1.\nCuando el tratamiento se base en el consentimiento del interesado, el responsable deberá ser capaz de demostrar que \naquel consintió el tratamiento de sus datos personales.\n2.\nSi el consentimiento del interesado se presta en el contexto de una declaración escrita que también se refiera a otros \nasuntos, la solicitud de consentimiento se presentará de tal forma que se distinga claramente de los demás asuntos, de forma \ninteligible y de fácil acceso y utilizando un lenguaje claro y sencillo. No será vinculante ninguna parte de la declaración que \nconstituya infracción del presente Reglamento.\nL 295/58\nES\nDiario Oficial de la Unión Europea\n21.11.2018"
        },
        {
            "page": 21,
            "content": "3.\nEl interesado tendrá derecho a revocar su consentimiento en cualquier momento. La revocación del consentimiento \nno afectará a la licitud del tratamiento basada en el consentimiento previo a su revocación. Antes de prestar su \nconsentimiento, el interesado será informado de ello. Será tan fácil revocar el consentimiento como prestarlo.\n4.\nAl evaluar si el consentimiento se ha prestado libremente, se tendrá en cuenta en la mayor medida posible el hecho de \nsi, entre otras cosas, el cumplimiento de un contrato, incluida la prestación de un servicio, se supedita a consentir el \ntratamiento de datos personales que son innecesarios para el cumplimiento de dicho contrato.\nArtículo 8\nCondiciones aplicables al consentimiento del niño en relación con los servicios de la sociedad de la información\n1.\nCuando se aplique el artículo 5, apartado 1, letra d), en relación con la oferta directa a niños de servicios de la \nsociedad de la información, el tratamiento de los datos personales de un niño se considerará lícito cuando tenga como \nmínimo 13 años. Si el niño es menor de 13 años, tal tratamiento únicamente se considerará lícito si el consentimiento lo \nprestó o autorizó el titular de la patria potestad o tutela sobre el niño, y solo en la medida en que se prestó o autorizó.\n2.\nEl responsable del tratamiento hará esfuerzos razonables para verificar en tales casos que el consentimiento fue \nprestado o autorizado por el titular de la patria potestad o tutela sobre el niño, teniendo en cuenta la tecnología disponible.\n3.\nEl apartado 1 no afectará a las disposiciones generales del Derecho contractual de los Estados miembros, como las \nnormas relativas a la validez, formación o efectos de un contrato en relación con un niño.\nArtículo 9\nTransmisiones de datos personales a destinatarios establecidos en la Unión distintos de las instituciones y \norganismos de la Unión\n1.\nSin perjuicio de lo dispuesto en los artículos 4 a 6 y 10, los datos personales solo se transmitirán a destinatarios \nestablecidos en la Unión distintos de las instituciones y organismos de la Unión, cuando:\na) el destinatario demuestre que los datos son necesarios para el cumplimiento de una función de interés público o en el \nejercicio de las potestades públicas conferidas al destinatario, o\nb) el destinatario demuestre que es necesario que le transmitan los datos para una finalidad específica de interés público y el \nresponsable del tratamiento, si existe alguna razón para suponer que se podrían perjudicar los intereses legítimos del \ninteresado, demuestre que es proporcionado transmitir los datos personales para dicha finalidad específica, una vez \nsopesados, de modo verificable, los diversos intereses concurrentes.\n2.\nCuando la transmisión según el presente artículo se produzca por iniciativa del responsable del tratamiento, este \ndeberá demostrar que la transmisión de datos personales es necesaria y proporcionada respecto de los fines de la \ntransmisión, mediante la aplicación de los criterios establecidos en el apartado 1, letras a) o b).\n3.\nLas instituciones y organismos de la Unión conciliarán el derecho a la protección de los datos personales con el \nderecho de acceso a los documentos, de conformidad con el Derecho de la Unión.\nArtículo 10\nTratamiento de categorías especiales de datos personales\n1.\nQuedan prohibidos el tratamiento de datos personales que revelen el origen étnico o racial, las opiniones políticas, las \nconvicciones religiosas o filosóficas, o la afiliación sindical, y el tratamiento de datos genéticos, datos biométricos dirigidos \na identificar de manera unívoca a una persona física, datos relativos a la salud o datos relativos a la vida sexual o la \norientación sexual de una persona física.\n2.\nEl apartado 1 no será de aplicación cuando concurra una de las circunstancias siguientes:\na) el interesado ha prestado su consentimiento expreso para el tratamiento de dichos datos personales con uno o más de \nlos fines especificados, excepto cuando el Derecho de la Unión establezca que la prohibición mencionada en el \napartado 1 no puede ser levantada por el interesado,\nb) el tratamiento es necesario para el cumplimiento de obligaciones y el ejercicio de derechos específicos del responsable \ndel tratamiento o del interesado en el ámbito del Derecho laboral y de la seguridad y protección social, en la medida en \nque así lo autorice una normativa de la Unión que establezca garantías adecuadas del respeto de los derechos \nfundamentales y de los intereses del interesado,\nc) el tratamiento es necesario para proteger intereses vitales del interesado o de otra persona física, en el supuesto de que el \ninteresado no esté capacitado, física o jurídicamente, para prestar su consentimiento,\n21.11.2018\nES\nDiario Oficial de la Unión Europea\nL 295/59"
        },
        {
            "page": 22,
            "content": "d) el tratamiento lo lleva a cabo, en el ejercicio de sus actividades legítimas y con las garantías apropiadas, un organismo sin \nánimo de lucro que constituya una entidad integrada en una institución u organismo de la Unión y cuya finalidad sea \npolítica, filosófica, religiosa o sindical, siempre que el tratamiento se refiera exclusivamente a sus miembros, a antiguos \nmiembros del organismo o a personas que mantengan contactos regulares con este en relación con sus fines y siempre \nque los datos no se comuniquen fuera del organismo sin el consentimiento de los interesados;\ne) el tratamiento se refiere a datos personales que el interesado ha hecho manifiestamente públicos;\nf) el tratamiento es necesario para la formulación, el ejercicio o la defensa de reclamaciones o cuando el Tribunal de Justicia \nactúe en ejercicio de su función judicial,\ng) el tratamiento es necesario por razones de un interés público esencial, sobre la base de una normativa de la Unión que \ndebe ser proporcionada respecto del objetivo perseguido, respetar en lo esencial el derecho a la protección de datos y \nestablecer medidas adecuadas y específicas para proteger los intereses y derechos fundamentales del interesado;\nh) el tratamiento es necesario para fines de medicina preventiva o laboral, evaluación de la capacidad laboral del trabajador, \ndiagnóstico médico, prestación de asistencia o tratamiento de tipo sanitario o social, o gestión de los sistemas y servicios \nde asistencia sanitaria y social, sobre la base del Derecho de la Unión o en virtud de un contrato con un profesional \nsanitario y sin perjuicio de las condiciones y garantías mencionadas en el apartado 3;\ni) el tratamiento es necesario por razones de interés público en el ámbito de la salud pública, como la protección frente a \namenazas transfronterizas graves para la salud, o para garantizar elevados niveles de calidad y de seguridad de la \nasistencia sanitaria y de los medicamentos o productos sanitarios, sobre la base de una normativa de la Unión que \nestablezca medidas adecuadas y específicas para proteger los derechos y libertades del interesado, en particular el secreto \nprofesional; o\nj) el tratamiento es necesario con fines de archivo en interés público, fines de investigación científica o histórica o fines \nestadísticos sobre la base de una normativa de la Unión que debe ser proporcionada respecto del objetivo perseguido, \nrespetar en lo esencial el derecho a la protección de datos y establecer medidas adecuadas y específicas para proteger los \nintereses y derechos fundamentales del interesado.\n3.\nLos datos personales a que se refiere el apartado 1 podrán tratarse para los fines expresados en el apartado 2, letra h), \ncuando su tratamiento sea realizado por un profesional sujeto al deber de secreto profesional, o bajo su responsabilidad, de \nacuerdo con el Derecho de la Unión o de los Estados miembros o con las normas establecidas por los organismos \nnacionales competentes, o por cualquier otra persona sujeta también al deber de secreto de acuerdo con el Derecho de la \nUnión o de los Estados miembros o de las normas establecidas por los organismos nacionales competentes.\nArtículo 11\nTratamiento de datos personales relativos a condenas e infracciones penales\nEl tratamiento de datos personales relativos a condenas e infracciones penales o medidas de seguridad conexas basadas en el \nartículo 5, apartado 1, solo podrá llevarse a cabo bajo la supervisión de las autoridades públicas o cuando lo autorice una \nnormativa de la Unión que establezca garantías adecuadas para los derechos y libertades de los interesados.\nArtículo 12\nTratamiento que no requiere identificación\n1.\nSi los fines para los cuales un responsable trata datos personales no requieren o ya no requieren la identificación de un \ninteresado por el responsable, este no estará obligado a mantener, obtener o tratar información adicional para identificar al \ninteresado con la única finalidad de cumplir el presente Reglamento.\n2.\nCuando, en los casos a que se refiere el apartado 1 del presente artículo, el responsable sea capaz de demostrar que no \nestá en condiciones de identificar al interesado, le informará en consecuencia, de ser posible. En tales casos no se aplicarán \nlos artículos 17 a 22, excepto cuando el interesado, a efectos del ejercicio de sus derechos en virtud de dichos artículos, \nfacilite información adicional que permita su identificación.\nL 295/60\nES\nDiario Oficial de la Unión Europea\n21.11.2018"
        },
        {
            "page": 23,
            "content": "Artículo 13\nGarantías aplicables al tratamiento con fines de archivo en interés público, fines de investigación científica o \nhistórica o fines estadísticos\nEl tratamiento con fines de archivo en interés público, fines de investigación científica o histórica o fines estadísticos estará \nsujeto a las garantías adecuadas, con arreglo al presente Reglamento, para los derechos y las libertades de los interesados. \nDichas garantías harán que se disponga de medidas técnicas y organizativas, en particular para garantizar el respeto del \nprincipio de minimización de los datos personales. Tales medidas podrán incluir la seudonimización, siempre que de esa \nforma puedan alcanzarse dichos fines. Siempre que esos fines pueden alcanzarse mediante un tratamiento ulterior que no \npermita o ya no permita la identificación de los interesados, esos fines se alcanzarán de ese modo.\nCAPÍTULO III\nDERECHOS DEL INTERESADO\nSECCIÓN 1\ntransparencia y modalidades\nArtículo 14\nTransparencia de la información, comunicación y modalidades de ejercicio de los derechos del interesado\n1.\nEl responsable del tratamiento tomará las medidas oportunas para facilitar al interesado toda información indicada en \nlos artículos 15 y 16, así como cualquier comunicación con arreglo a los artículos 17 a 24 y 35 relativa al tratamiento, en \nforma concisa, transparente, inteligible y de fácil acceso, con un lenguaje claro y sencillo, en particular cualquier \ninformación dirigida específicamente a un niño. La información será facilitada por escrito o por otros medios, inclusive, si \nprocede, por medios electrónicos. Cuando lo solicite el interesado, la información podrá facilitarse verbalmente siempre que \nse demuestre la identidad del interesado por otros medios.\n2.\nEl responsable del tratamiento facilitará al interesado el ejercicio de sus derechos en virtud de los artículos 17 a 24. En \nlos casos a que se refiere el artículo 12, apartado 2, el responsable no se negará a actuar a petición del interesado con el fin \nde ejercer sus derechos en virtud de los artículos 17 a 24, salvo que pueda demostrar que no está en condiciones de \nidentificar al interesado.\n3.\nEl responsable del tratamiento facilitará al interesado, sin dilaciones indebidas y, en cualquier caso, en el plazo de un \nmes a partir de la recepción de la solicitud, información relativa a sus actuaciones sobre la base de una solicitud con arreglo \na los artículos 17 a 24. Dicho plazo podrá prorrogarse otros dos meses en caso necesario, teniendo en cuenta la \ncomplejidad y el número de solicitudes. El responsable informará al interesado de cualquiera de dichas prórrogas en el plazo \nde un mes a partir de la recepción de la solicitud, indicando los motivos de la dilación. Cuando el interesado presente la \nsolicitud por medios electrónicos, la información se facilitará por medios electrónicos cuando sea posible, a menos que el \ninteresado solicite que se facilite de otro modo.\n4.\nSi el responsable del tratamiento no atiende a la solicitud del interesado, le informará sin dilación, y a más tardar \ntranscurrido un mes a partir de la recepción de la solicitud, de las razones de su no actuación y de la posibilidad de \npresentar una reclamación ante el Supervisor Europeo de Protección de Datos y de interponer un recurso judicial.\n5.\nLa información facilitada en virtud de los artículos 15 y 16 así como toda comunicación y cualquier actuación \nrealizada en virtud de los artículos 17 a 24 y 35 serán proporcionadas gratuitamente. Cuando las solicitudes sean \nmanifiestamente infundadas o excesivas, especialmente debido a su carácter repetitivo, el responsable del tratamiento podrá \nnegarse a actuar respecto de la solicitud. El responsable del tratamiento soportará la carga de demostrar el carácter \nmanifiestamente infundado o excesivo de la solicitud.\n6.\nSin perjuicio de lo dispuesto en el artículo 12, cuando el responsable del tratamiento tenga dudas razonables en \nrelación con la identidad de la persona física que efectúa la solicitud a que se refieren los artículos 17 a 23, podrá solicitar \nque se facilite la información adicional necesaria para confirmar la identidad del interesado.\n7.\nLa información que debe facilitarse a los interesados en virtud de los artículos 15 y 16 podrá transmitirse en \ncombinación con iconos normalizados, para proporcionar de forma fácilmente visible, inteligible y claramente legible una \nadecuada visión de conjunto del tratamiento previsto. Los iconos que se presenten en formato electrónico serán legibles \nmecánicamente.\n21.11.2018\nES\nDiario Oficial de la Unión Europea\nL 295/61"
        },
        {
            "page": 24,
            "content": "8.\nSi la Comisión adopta actos delegados en virtud del artículo 12, apartado 8, del Reglamento (UE) 2016/679 por los \nque se especifique la información que se ha de presentar a través de los iconos y los procedimientos para proporcionar \niconos normalizados, las instituciones y organismos de la Unión facilitarán, en su caso, la información en virtud de los \nartículos 15 y 16 del presente Reglamento junto con dichos iconos normalizados.\nSECCIÓN 2\ninformación y acceso a los datos personales\nArtículo 15\nInformación que debe facilitarse cuando los datos personales se obtengan del interesado\n1.\nCuando se obtengan de un interesado sus datos personales, el responsable del tratamiento, en el momento en que \nestos se obtengan, le facilitará toda la información indicada a continuación:\na) la identidad y los datos de contacto del responsable del tratamiento;\nb) los datos de contacto del delegado de protección de datos;\nc) los fines del tratamiento a que se destinan los datos personales y la base jurídica del tratamiento;\nd) los destinatarios o las categorías de destinatarios de los datos personales, en su caso;\ne) en su caso, la intención del responsable de transferir datos personales a un tercer país u organización internacional y la \nexistencia o ausencia de una decisión de adecuación de la Comisión, o, en el caso de las transferencias indicadas en el \nartículo 48, referencia a las garantías adecuadas o idóneas y a los medios para obtener una copia de estas o al lugar en el \nque estén disponibles.\n2.\nAdemás de la información mencionada en el apartado 1, el responsable del tratamiento facilitará al interesado, en el \nmomento en que se obtengan los datos personales, la siguiente información necesaria para garantizar un tratamiento de \ndatos leal y transparente:\na) el plazo durante el cual se almacenarán los datos personales o, cuando eso no sea posible, los criterios utilizados para \ndeterminar este plazo;\nb) la existencia del derecho a solicitar al responsable del tratamiento el acceso a los datos personales relativos al interesado, \ny su rectificación o supresión, o la limitación de su tratamiento, o, en su caso, el derecho a oponerse al tratamiento o el \nderecho a la portabilidad de los datos;\nc) cuando el tratamiento esté basado en el artículo 5, apartado 1, letra d), o el artículo 10, apartado 2, letra a), la existencia \ndel derecho a revocar el consentimiento en cualquier momento, sin que ello afecte a la licitud del tratamiento basado en \nel consentimiento previo a su revocación;\nd) el derecho a presentar una reclamación ante el Supervisor Europeo de Protección de Datos;\ne) si la comunicación de datos personales es un requisito legal o contractual, o un requisito necesario para suscribir un \ncontrato, y si el interesado está obligado a facilitar los datos personales y está informado de las posibles consecuencias de \nno facilitar tales datos;\nf) la existencia de decisiones automatizadas, incluida la elaboración de perfiles, a que se refiere el artículo 24, apartados 1 y \n4, y, al menos en tales casos, información significativa sobre la lógica aplicada, así como la importancia y las \nconsecuencias previstas de dicho tratamiento para el interesado.\n3.\nCuando el responsable del tratamiento proyecte el tratamiento ulterior de datos personales para un fin que no sea \naquel para el que se recogieron, proporcionará al interesado, con anterioridad a dicho tratamiento ulterior, información \nsobre ese otro fin y cualquier otra información pertinente indicada en el apartado 2.\n4.\nLos apartados 1, 2 y 3 no serán aplicables cuando y en la medida en que el interesado ya disponga de la información.\nL 295/62\nES\nDiario Oficial de la Unión Europea\n21.11.2018"
        },
        {
            "page": 25,
            "content": "Artículo 16\nInformación que debe facilitarse cuando los datos personales no se hayan obtenido del interesado\n1.\nCuando los datos personales no se hayan obtenido del interesado, el responsable del tratamiento le facilitará la \nsiguiente información:\na) la identidad y los datos de contacto del responsable del tratamiento;\nb) los datos de contacto del delegado de protección de datos;\nc) los fines del tratamiento a que se destinan los datos personales y la base jurídica del tratamiento;\nd) las categorías de datos personales de que se trate;\ne) los destinatarios o las categorías de destinatarios de los datos personales, en su caso;\nf) en su caso, la intención del responsable de transferir datos personales a un destinatario en un tercer país u organización \ninternacional y la existencia o ausencia de una decisión de adecuación de la Comisión, o, en el caso de las transferencias \nindicadas en el artículo 48, referencia a las garantías adecuadas o idóneas y a los medios para obtener una copia de ellas \no al lugar en el que estén disponibles.\n2.\nAdemás de la información mencionada en el apartado 1, el responsable del tratamiento facilitará al interesado la \nsiguiente información necesaria para garantizar un tratamiento de datos leal y transparente respecto del interesado:\na) el plazo durante el cual se almacenarán los datos personales o, cuando eso no sea posible, los criterios utilizados para \ndeterminar este plazo;\nb) la existencia del derecho a solicitar al responsable del tratamiento el acceso a los datos personales relativos al interesado, \ny su rectificación o supresión, o la limitación de su tratamiento, o, en su caso, el derecho a oponerse al tratamiento o el \nderecho a la portabilidad de los datos;\nc) cuando el tratamiento esté basado en el artículo 5, apartado 1, letra d), o el artículo 10, apartado 2, letra a), la existencia \ndel derecho a revocar el consentimiento en cualquier momento, sin que ello afecte a la licitud del tratamiento basado en \nel consentimiento previo a su revocación;\nd) el derecho a presentar una reclamación ante el Supervisor Europeo de Protección de Datos;\ne) la fuente de la que proceden los datos personales y, en su caso, si proceden de fuentes de acceso público;\nf) la existencia de decisiones automatizadas, incluida la elaboración de perfiles, a que se refiere el artículo 24, apartados 1 y \n4, y, al menos en tales casos, información significativa sobre la lógica aplicada, así como la importancia y las \nconsecuencias previstas de dicho tratamiento para el interesado.\n3.\nEl responsable del tratamiento facilitará la información indicada en los apartados 1 y 2:\na) dentro de un plazo razonable, una vez obtenidos los datos personales, y a más tardar dentro de un mes, habida cuenta de \nlas circunstancias específicas en las que se traten dichos datos;\nb) si los datos personales han de utilizarse para comunicación con el interesado, a más tardar en el momento de la primera \ncomunicación a dicho interesado, o\nc) si está previsto comunicarlos a otro destinatario, a más tardar en el momento en que los datos personales sean \ncomunicados por primera vez.\n4.\nCuando el responsable del tratamiento proyecte el tratamiento ulterior de los datos personales para un fin que no sea \naquel para el que se obtuvieron, proporcionará al interesado, antes de dicho tratamiento ulterior, información sobre ese otro \nfin y cualquier otra información pertinente indicada en el apartado 2.\n5.\nLos apartados 1 a 4 no serán aplicables cuando y en la medida en que:\na) el interesado ya disponga de la información;\n21.11.2018\nES\nDiario Oficial de la Unión Europea\nL 295/63"
        },
        {
            "page": 26,
            "content": "b) la comunicación de dicha información resulte imposible o suponga un esfuerzo desproporcionado, en particular para el \ntratamiento con fines de archivo en interés público, fines de investigación científica o histórica o fines estadísticos, o en \nla medida en que la obligación mencionada en el apartado 1 del presente artículo pueda imposibilitar u obstaculizar \ngravemente el logro de los objetivos de tal tratamiento;\nc) la obtención o la comunicación esté expresamente establecida por una normativa de la Unión que establezca medidas \nadecuadas para proteger los intereses legítimos del interesado; o\nd) cuando los datos personales deban seguir teniendo carácter confidencial sobre la base de un deber de secreto profesional \nregulado por el Derecho de la Unión, incluida una obligación legal de secreto.\n6.\nEn los casos mencionados en el apartado 5, letra b), el responsable del tratamiento adoptará medidas adecuadas para \nproteger los derechos, las libertades y los intereses legítimos del interesado, también haciendo pública la información.\nArtículo 17\nDerecho de acceso del interesado\n1.\nEl interesado tendrá derecho a obtener del responsable del tratamiento confirmación de si se están tratando o no datos \npersonales que le conciernen y, en tal caso, derecho de acceso a los datos personales y a la siguiente información:\na) los fines del tratamiento;\nb) las categorías de datos personales de que se trate;\nc) los destinatarios o las categorías de destinatarios a los que se comunicaron o serán comunicados los datos personales, en \nparticular destinatarios en terceros países u organizaciones internacionales;\nd) de ser posible, el plazo previsto de almacenamiento de los datos personales o, de no ser posible, los criterios utilizados \npara determinar este plazo;\ne) la existencia del derecho a solicitar del responsable la rectificación o supresión de datos personales o la limitación del \ntratamiento de datos personales relativos al interesado, o a oponerse a dicho tratamiento;\nf) el derecho a presentar una reclamación ante el Supervisor Europeo de Protección de Datos;\ng) cuando los datos personales no se hayan obtenido del interesado, cualquier información disponible sobre su origen;\nh) la existencia de decisiones automatizadas, incluida la elaboración de perfiles, a que se refiere el artículo 24, apartados 1 y \n4, y, al menos en tales casos, información significativa sobre la lógica aplicada, así como la importancia y las \nconsecuencias previstas de dicho tratamiento para el interesado.\n2.\nCuando se transfieran datos personales a un tercer país o a una organización internacional, el interesado tendrá \nderecho a ser informado de las garantías adecuadas en virtud del artículo 48 relativas a la transferencia.\n3.\nEl responsable del tratamiento facilitará una copia de los datos personales objeto de tratamiento. Cuando el interesado \npresente la solicitud por medios electrónicos, y a menos que este solicite que se facilite de otro modo, la información se \nfacilitará en un formato electrónico de uso común.\n4.\nEl derecho a obtener copia mencionado en el apartado 3 no afectará negativamente a los derechos y libertades de \notros.\nSECCIÓN 3\nrectificación y supresión\nArtículo 18\nDerecho de rectificación\nEl interesado tendrá derecho a obtener sin dilación indebida del responsable del tratamiento la rectificación de los datos \npersonales inexactos que le conciernan. Teniendo en cuenta los fines del tratamiento, el interesado tendrá derecho a que se \ncompleten los datos personales que sean incompletos, inclusive mediante una declaración adicional.\nL 295/64\nES\nDiario Oficial de la Unión Europea\n21.11.2018"
        },
        {
            "page": 27,
            "content": "Artículo 19\nDerecho de supresión («derecho al olvido»)\n1.\nEl interesado tendrá derecho a obtener sin dilación indebida del responsable del tratamiento la supresión de los datos \npersonales que le conciernan y el responsable estará obligado a suprimir sin dilación indebida los datos personales cuando \nconcurra alguna de las circunstancias siguientes:\na) los datos personales ya no sean necesarios en relación con los fines para los que fueron recogidos o tratados de otro \nmodo;\nb) el interesado revoque el consentimiento en que se basa el tratamiento de conformidad con el artículo 5, apartado 1, \nletra d), o el artículo 10, apartado 2, letra a), y este no tenga ninguna otra base jurídica;\nc) el interesado se oponga al tratamiento con arreglo al artículo 23, apartado 1, y no prevalezcan otros motivos legítimos \npara el tratamiento;\nd) los datos personales hayan sido tratados ilícitamente;\ne) los datos personales deban suprimirse para el cumplimiento de una obligación legal que se aplique al responsable del \ntratamiento;\nf) los datos personales se hayan obtenido en relación con la oferta de servicios de la sociedad de la información \nmencionados en el artículo 8, apartado 1.\n2.\nCuando haya hecho públicos los datos personales y esté obligado, en virtud de lo dispuesto en el apartado 1, a \nsuprimir dichos datos, el responsable del tratamiento, teniendo en cuenta la tecnología disponible y el coste de su \naplicación, adoptará medidas razonables, incluidas medidas técnicas, para informar a los responsables del tratamiento, o \nresponsables del tratamiento distintos de las instituciones y organismos de la Unión, que estén tratando los datos \npersonales, de que el interesado ha solicitado de dichos responsables la supresión de cualquier enlace a esos datos \npersonales o de cualquier copia o réplica de estos.\n3.\nLos apartados 1 y 2 no serán aplicables el tratamiento sea necesario:\na) para ejercer el derecho a la libertad de expresión e información;\nb) para el cumplimiento de una obligación legal que se aplique al responsable del tratamiento, o para el cumplimiento de \nuna función realizada en interés público o en el ejercicio de potestades públicas conferidas al responsable;\nc) por razones de interés público en el ámbito de la salud pública de conformidad con el artículo 10, apartado 2, letras h) e \ni), y apartado 3;\nd) con fines de archivo en interés público, fines de investigación científica o histórica o fines estadísticos, en la medida en \nque el derecho indicado en el apartado 1 pudiera hacer imposible u obstaculizar gravemente el logro de los objetivos de \ndicho tratamiento; o\ne) para la formulación, el ejercicio o la defensa de reclamaciones.\nArtículo 20\nDerecho a la limitación del tratamiento\n1.\nEl interesado tendrá derecho a obtener del responsable del tratamiento la limitación del tratamiento de los datos \ncuando se cumpla alguna de las condiciones siguientes:\na) el interesado impugne la exactitud de los datos personales, en un plazo que permita al responsable verificar que son \nexactos y que están completos;\nb) el tratamiento sea ilícito y el interesado se oponga a la supresión de los datos personales y solicite en su lugar la \nlimitación de su uso;\nc) el responsable del tratamiento ya no necesite los datos personales para los fines del tratamiento, pero el interesado los \nnecesite para la formulación, el ejercicio o la defensa de reclamaciones;\nd) el interesado se haya opuesto al tratamiento en virtud del artículo 23, apartado 1, mientras se verifica si los motivos \nlegítimos del responsable prevalecen sobre los del interesado.\n21.11.2018\nES\nDiario Oficial de la Unión Europea\nL 295/65"
        },
        {
            "page": 28,
            "content": "2.\nCuando el tratamiento se haya limitado en virtud del apartado 1, dichos datos personales solo podrán ser objeto de \ntratamiento, con excepción de su almacenamiento, con el consentimiento del interesado o para la formulación, el ejercicio o \nla defensa de reclamaciones, o para la protección de los derechos de otra persona física o jurídica o por razones de \nimportante interés público de la Unión o de un Estado miembro.\n3.\nTodo interesado que haya obtenido la limitación del tratamiento con arreglo al apartado 1 será informado por el \nresponsable antes de poner fin a dicha limitación.\n4.\nEn los ficheros automatizados, la limitación del tratamiento deberá realizarse, en principio, por medios técnicos. El \nhecho de que los datos personales están limitados se indicará en el sistema de tal modo que quede claro que no se pueden \nutilizar.\nArtículo 21\nObligación de notificación relativa a la rectificación o supresión de datos personales o la limitación del \ntratamiento\nEl responsable del tratamiento comunicará cualquier rectificación o supresión de datos personales o limitación del \ntratamiento efectuada con arreglo al artículo 18, al artículo 19, apartado 1, y al artículo 20 a cada uno de los destinatarios a \nlos que se hayan comunicado los datos personales, salvo que sea imposible o exija un esfuerzo desproporcionado. El \nresponsable informará al interesado acerca de dichos destinatarios, si el interesado así lo solicita.\nArtículo 22\nDerecho a la portabilidad de los datos\n1.\nEl interesado tendrá derecho a recibir los datos personales que le incumban, que haya facilitado a un responsable del \ntratamiento, en un formato estructurado, de uso común y lectura mecánica, y a transmitirlos a otro responsable del \ntratamiento sin que lo impida el responsable al que se los hubiera facilitado, cuando:\na) el tratamiento esté basado en el consentimiento con arreglo al artículo 5, apartado 1, letra d), o el artículo 10, \napartado 2, letra a), o en un contrato con arreglo al artículo 5, apartado 1, letra c); y\nb) el tratamiento se efectúe por medios automatizados.\n2.\nAl ejercer su derecho a la portabilidad de los datos de acuerdo con el apartado 1, el interesado tendrá derecho a que \nlos datos personales se transmitan directamente de un responsable del tratamiento a otro, o a responsables del tratamiento \ndistintos de las instituciones y organismos de la Unión, cuando sea técnicamente posible.\n3.\nEl ejercicio del derecho mencionado en el apartado 1 del presente artículo se entenderá sin perjuicio del artículo 19. \nTal derecho no se aplicará al tratamiento que sea necesario para el cumplimiento de una función realizada en interés público \no en el ejercicio de potestades públicas conferidas al responsable del tratamiento.\n4.\nEl derecho mencionado en el apartado 1 no afectará negativamente a los derechos y libertades de otros.\nSECCIÓN 4\nderecho de oposición y decisiones individuales automatizadas\nArtículo 23\nDerecho de oposición\n1.\nEl interesado tendrá derecho a oponerse en cualquier momento, por motivos relacionados con su situación particular, \na que datos personales que le conciernan sean objeto de un tratamiento basado en lo dispuesto en el artículo 5, apartado 1, \nletra a), incluida la elaboración de perfiles sobre la base de dicha disposición. El responsable del tratamiento dejará de tratar \nlos datos personales, salvo que acredite motivos legítimos imperiosos para el tratamiento que prevalezcan sobre los \nintereses, los derechos y las libertades del interesado, o para la formulación, el ejercicio o la defensa de reclamaciones.\n2.\nA más tardar en el momento de la primera comunicación con el interesado, el derecho indicado en el apartado 1 será \nmencionado explícitamente al interesado y será presentado claramente y al margen de cualquier otra información.\n3.\nSin perjuicio de lo dispuesto en los artículos 36 y 37, en el contexto de la utilización de servicios de la sociedad de la \ninformación, el interesado podrá ejercer su derecho a oponerse por medios automatizados que apliquen especificaciones \ntécnicas.\nL 295/66\nES\nDiario Oficial de la Unión Europea\n21.11.2018"
        },
        {
            "page": 29,
            "content": "4.\nCuando los datos personales se traten con fines de investigación científica o histórica o fines estadísticos, el interesado \ntendrá derecho, por motivos relacionados con su situación particular, a oponerse al tratamiento de datos personales que le \nconciernan, salvo que sea necesario para el cumplimiento de una función realizada por razones de interés público.\nArtículo 24\nDecisiones individuales automatizadas, incluida la elaboración de perfiles\n1.\nTodo interesado tendrá derecho a no ser objeto de una decisión basada únicamente en el tratamiento automatizado, \nincluida la elaboración de perfiles, que produzca efectos jurídicos en él o le afecte significativamente de modo similar.\n2.\nEl apartado 1 no se aplicará si la decisión:\na) es necesaria para la celebración o el cumplimiento de un contrato entre el interesado y el responsable del tratamiento;\nb) está autorizada por una normativa de la Unión que establezca asimismo medidas adecuadas para salvaguardar los \nderechos y las libertades y los intereses legítimos del interesado; o\nc) se basa en el consentimiento expreso del interesado.\n3.\nEn los casos a que se refiere el apartado 2, letras a) y c), el responsable del tratamiento adoptará las medidas adecuadas \npara salvaguardar los derechos y libertades y los intereses legítimos del interesado, como mínimo el derecho a obtener \nintervención humana por parte del responsable, a expresar su punto de vista y a impugnar la decisión.\n4.\nLas decisiones a que se refiere el apartado 2 del presente artículo no se basarán en las categorías especiales de datos \npersonales mencionadas en el artículo 10, apartado 1, salvo que se aplique el artículo 10, apartado 2, letras a) o g), y se \nhayan tomado medidas adecuadas para salvaguardar los derechos y libertades y los intereses legítimos del interesado.\nSECCIÓN 5\nlimitaciones\nArtículo 25\nLimitaciones\n1.\nLos actos jurídicos adoptados con arreglo a los Tratados o, en cuestiones relacionadas con el funcionamiento de las \ninstituciones y organismos de la Unión, las normas internas establecidas por estos últimos podrán limitar la aplicación de \nlos artículos 14 a 22, 35 y 36, y también del artículo 4 en la medida en que sus disposiciones se correspondan con los \nderechos y obligaciones que disponen los artículos 14 a 22, cuando tal limitación respete en lo esencial los derechos y \nlibertades fundamentales y sea una medida necesaria y proporcionada en una sociedad democrática para salvaguardar:\na) la seguridad nacional, el orden público o la defensa de los Estados miembros;\nb) la prevención, investigación, detección y enjuiciamiento de infracciones penales o la ejecución de sanciones penales, \nincluida la protección frente a amenazas a la seguridad pública y su prevención;\nc) otros objetivos importantes de interés público general de la Unión o de un Estado miembro, en particular los objetivos \nde la política exterior y de seguridad común de la Unión o un interés económico o financiero importante de la Unión o \nde un Estado miembro, inclusive en los ámbitos fiscal, presupuestario y monetario, la sanidad pública y la seguridad \nsocial;\nd) la seguridad interna de las instituciones y organismos de la Unión, incluida la de sus redes de comunicación electrónica;\ne) la protección de la independencia judicial y de los procedimientos judiciales;\nf) la prevención, la investigación, la detección y el enjuiciamiento de infracciones de normas deontológicas en las \nprofesiones reguladas;\ng) una función de supervisión, inspección o reglamentación vinculada, incluso ocasionalmente, con el ejercicio de la \nautoridad pública en los casos enunciados en las letras a) a c);\nh) la protección del interesado o de los derechos y libertades de otros;\n21.11.2018\nES\nDiario Oficial de la Unión Europea\nL 295/67"
        },
        {
            "page": 30,
            "content": "i) la ejecución de demandas civiles.\n2.\nEn particular, cualquier acto jurídico o norma interna indicados en el apartado 1 contendrá, en su caso, disposiciones \nespecíficas relativas a:\na) las finalidades del tratamiento o de las categorías de tratamiento;\nb) las categorías de datos personales;\nc) el alcance de las limitaciones establecidas;\nd) las garantías para evitar accesos o transferencias ilícitos o abusivos;\ne) la determinación del responsable o de categorías de responsables;\nf) los plazos de conservación y las garantías aplicables habida cuenta de la naturaleza, alcance y objetivos del tratamiento o \nlas categorías de tratamiento; y\ng) los riesgos para los derechos y las libertades de los interesados.\n3.\nCuando se traten datos personales con fines de investigación científica o histórica o estadísticos, el Derecho de la \nUnión, que puede incluir normas internas adoptadas por las instituciones y organismos de la Unión en cuestiones \nrelacionadas con su funcionamiento, podrá establecer excepciones a los derechos reconocidos en los artículos 17, 18, 20 y \n23, sujetas a las condiciones y garantías indicadas en el artículo 13, siempre que sea probable que esos derechos \nimposibiliten u obstaculicen gravemente el logro de los fines específicos, y que esas excepciones sean necesarias para \nalcanzar esos fines.\n4.\nCuando se traten datos personales con fines de archivo en interés público, el Derecho de la Unión, que puede incluir \nnormas internas adoptadas por las instituciones y organismos de la Unión en cuestiones relacionadas con su \nfuncionamiento, podrá establecer excepciones a los derechos reconocidos en los artículos 17, 18, 20, 21, 22 y 23, sujetas a \nlas condiciones y garantías indicadas en el artículo 13, siempre que sea probable que esos derechos imposibiliten u \nobstaculicen gravemente el logro de los fines específicos, y que esas excepciones sean necesarias para alcanzar esos fines.\n5.\nLas normas internas mencionadas en los apartados 1, 3 y 4 serán actos de aplicación general claros y precisos, \ndestinados a producir efectos jurídicos respecto de los interesados, adoptados al nivel de gestión más elevado de las \ninstituciones y organismos de la Unión y deben ser objeto de su publicación en el Diario Oficial de la Unión Europea.\n6.\nEn caso de que se imponga una limitación en virtud del apartado 1, se informará al interesado, de conformidad con el \nDerecho de la Unión, de las razones principales que justifican la limitación, así como de su derecho a presentar una \nreclamación ante el Supervisor Europeo de Protección de Datos.\n7.\nEn caso de que se invoque una limitación aplicada en virtud del apartado 1 para denegar al interesado el acceso a los \ndatos, el Supervisor Europeo de Protección de Datos, durante la investigación de la reclamación, solo le comunicará si los \ndatos se trataron correctamente y, de no ser así, si se han efectuado las correcciones necesarias.\n8.\nPodrá aplazarse, omitirse o denegarse la comunicación de la información a la que se refieren los apartados 6 y 7 del \npresente artículo y el artículo 45, apartado 2, si dicha comunicación dejase sin efecto la limitación impuesta sobre la base \ndel apartado 1 del presente artículo.\nCAPÍTULO IV\nRESPONSABLE DEL TRATAMIENTO Y ENCARGADO DEL TRATAMIENTO\nSECCIÓN 1\nobligaciones generales\nArtículo 26\nResponsabilidad del responsable del tratamiento\n1.\nTeniendo en cuenta la naturaleza, el ámbito, el contexto y los fines del tratamiento así como los riesgos de diversa \nprobabilidad y gravedad para los derechos y libertades de las personas físicas, el responsable del tratamiento aplicará \nmedidas técnicas y organizativas apropiadas a fin de garantizar y poder demostrar que el tratamiento es conforme con el \npresente Reglamento. Dichas medidas se revisarán y actualizarán cuando sea necesario.\nL 295/68\nES\nDiario Oficial de la Unión Europea\n21.11.2018"
        },
        {
            "page": 31,
            "content": "2.\nCuando sean proporcionadas en relación con las actividades de tratamiento, entre las medidas mencionadas en el \napartado 1 se incluirá la aplicación, por parte del responsable del tratamiento, de las oportunas políticas de protección de \ndatos.\n3.\nPodrá utilizarse la adhesión a mecanismos de certificación aprobados como menciona el artículo 42 del Reglamento \n(UE) 2016/679 como elemento para acreditar el cumplimiento de las obligaciones que incumben al responsable del \ntratamiento.\nArtículo 27\nProtección de datos desde el diseño y por defecto\n1.\nTeniendo en cuenta el estado de la técnica, el coste de la aplicación y la naturaleza, ámbito, contexto y fines del \ntratamiento, así como los riesgos de diversa probabilidad y gravedad que entraña el tratamiento para los derechos y \nlibertades de las personas físicas, el responsable del tratamiento aplicará, tanto en el momento de determinar los medios de \ntratamiento como en el momento del propio tratamiento, medidas técnicas y organizativas apropiadas, como la \nseudonimización, concebidas para aplicar de forma efectiva los principios de protección de datos, como la minimización de \ndatos, e integrar las garantías necesarias en el tratamiento, a fin de cumplir los requisitos del presente Reglamento y proteger \nlos derechos de los interesados.\n2.\nEl responsable del tratamiento aplicará las medidas técnicas y organizativas apropiadas con miras a garantizar que, \npor defecto, solo sean objeto de tratamiento los datos personales que sean necesarios para cada uno de los fines específicos \ndel tratamiento. Esta obligación se aplicará a la cantidad de datos personales recogidos, a la extensión de su tratamiento, a su \nplazo de almacenamiento y a su accesibilidad. Tales medidas garantizarán en particular que, por defecto, los datos \npersonales no sean accesibles, sin la intervención de la persona, a un número indeterminado de personas físicas.\n3.\nPodrá utilizarse un mecanismo de certificación aprobado como menciona el artículo 42 del Reglamento (UE) 2016/ \n679 como elemento para acreditar el cumplimiento de las obligaciones establecidas en los apartados 1 y 2 del presente \nartículo.\nArtículo 28\nCorresponsables del tratamiento\n1.\nCuando dos o más responsables del tratamiento o uno o más responsables junto con otro u otros responsables del \ntratamiento distintos de las instituciones y organismos de la Unión, determinen conjuntamente los objetivos y medios del \ntratamiento, serán considerados corresponsables del tratamiento. Los corresponsables del tratamiento determinarán de \nmodo transparente sus responsabilidades respectivas en el cumplimiento de sus obligaciones en materia de protección de \ndatos, en particular en cuanto al ejercicio de los derechos del interesado y a sus respectivas obligaciones de facilitar la \ninformación a que se refieren los artículos 15 y 16, mediante un acuerdo entre ellos, salvo que, y en la medida en que, sus \nresponsabilidades respectivas se rijan por el Derecho de la Unión o de los Estados miembros que les sea aplicable. Dicho \nacuerdo podrá designar un punto de contacto para los interesados.\n2.\nEl acuerdo mencionado en el apartado 1 reflejará debidamente las funciones y relaciones respectivas que los \ncorresponsables del tratamiento tengan respecto de los interesados. Se pondrán a disposición del interesado los aspectos \nesenciales del acuerdo.\n3.\nIndependientemente de los términos del acuerdo mencionado en el apartado 1, los interesados podrán ejercer los \nderechos que les reconoce el presente Reglamento frente a cada uno de los responsables del tratamiento.\nArtículo 29\nEncargado del tratamiento\n1.\nCuando se vaya a realizar un tratamiento por cuenta de un responsable del tratamiento, este elegirá únicamente un \nencargado que ofrezca garantías suficientes para aplicar medidas técnicas y organizativas apropiadas, de manera que el \ntratamiento sea conforme con los requisitos del presente Reglamento y garantice la protección de los derechos del \ninteresado.\n2.\nEl encargado del tratamiento no recurrirá a otro encargado sin la autorización previa por escrito, específica o general, \ndel responsable del tratamiento. En el caso de autorización escrita general, el encargado informará al responsable de \ncualquier cambio previsto en la incorporación o sustitución de otros encargados, dando así al responsable la oportunidad \nde oponerse a dichos cambios.\n3.\nEl tratamiento por el encargado se regirá por un contrato u otro acto jurídico con arreglo al Derecho de la Unión o de \nlos Estados miembros, que vincule al encargado respecto del responsable y establezca el objeto, la duración, la naturaleza y \nla finalidad del tratamiento, el tipo de datos personales y categorías de interesados, y las obligaciones y derechos del \nresponsable. Dicho contrato o acto jurídico estipulará, en particular, que el encargado:\n21.11.2018\nES\nDiario Oficial de la Unión Europea\nL 295/69"
        },
        {
            "page": 32,
            "content": "a) trate los datos personales únicamente siguiendo instrucciones documentadas del responsable, inclusive con respecto a \nlas transferencias de datos personales a un tercer país o una organización internacional, salvo que esté obligado a ello en \nvirtud de normas de la Unión o de los Estados miembros aplicables al encargado; en tal caso, el encargado informará al \nresponsable de esa exigencia legal antes del tratamiento, salvo que esas normas lo prohíban por razones importantes de \ninterés público;\nb) garantice que las personas autorizadas para tratar datos personales se hayan comprometido a respetar la confidencialidad \no estén sujetas a una obligación legal de confidencialidad;\nc) tome todas las medidas necesarias de conformidad con el artículo 33;\nd) respete las condiciones indicadas en los apartados 2 y 4 para recurrir a otro encargado del tratamiento;\ne) asista al responsable, teniendo en cuenta la naturaleza del tratamiento, a través de medidas técnicas y organizativas \napropiadas, siempre que sea posible, para que este pueda cumplir con su obligación de responder a las solicitudes que \ntengan por objeto el ejercicio de los derechos de los interesados establecidos en el capítulo III;\nf) ayude al responsable a garantizar el cumplimiento de las obligaciones establecidas en los artículos 33 a 41, teniendo en \ncuenta la naturaleza del tratamiento y la información a disposición del encargado;\ng) a elección del responsable, suprima o devuelva todos los datos personales una vez finalice la prestación de los servicios \nde tratamiento, y suprimirá las copias existentes a menos que se requiera la conservación de los datos personales en \nvirtud del Derecho de la Unión o de un Estados miembro;\nh) ponga a disposición del responsable toda la información necesaria para demostrar el cumplimiento de las obligaciones \nestablecidas en el presente artículo, así como para permitir y contribuir a la realización de auditorías, incluidas \ninspecciones, por parte del responsable o de otro auditor autorizado por dicho responsable.\nEn relación con lo dispuesto en la letra h) del párrafo primero, el encargado informará inmediatamente al responsable si, en \nsu opinión, una instrucción infringe el presente Reglamento u otras disposiciones en materia de protección de datos de la \nUnión o de los Estados miembros.\n4.\nCuando un encargado del tratamiento recurra a otro encargado para llevar a cabo determinadas actividades de \ntratamiento por cuenta del responsable, se impondrán a este otro encargado, mediante contrato u otro acto jurídico \nestablecido con arreglo al Derecho de la Unión o de los Estados miembros, las mismas obligaciones de protección de datos \nque las estipuladas en el contrato u otro acto jurídico entre el responsable y el encargado a que se refiere el apartado 3, en \nparticular la prestación de garantías suficientes de aplicación de medidas técnicas y organizativas apropiadas de manera que \nel tratamiento sea conforme con las disposiciones del presente Reglamento. Si ese otro encargado incumple sus obligaciones \nde protección de datos, el encargado inicial seguirá siendo plenamente responsable ante el responsable del tratamiento por \nlo que respecta al cumplimiento de las obligaciones del otro encargado.\n5.\nCuando el encargado del tratamiento no sea una institución u organismo de la Unión, su adhesión a un código de \nconducta aprobado a que se refiere el artículo 40, apartado 5, del Reglamento (UE) 2016/679 o a un mecanismo de \ncertificación aprobado a que se refiere el artículo 42 de dicho Reglamento podrá utilizarse como elemento para demostrar \nla existencia de garantías suficientes como disponen los apartados 1 y 4 del presente artículo.\n6.\nSin perjuicio de que el responsable del tratamiento y el encargado del tratamiento celebren un contrato individual, el \ncontrato u otro acto jurídico a que se refieren los apartados 3 y 4 del presente artículo podrá basarse, total o parcialmente, \nen las cláusulas contractuales tipo a que se refieren los apartados 7 y 8 del presente artículo, inclusive cuando formen parte \nde una certificación concedida al encargado que no sea una institución u organismo de la Unión de conformidad con el \nartículo 42 del Reglamento (UE) 2016/679.\n7.\nLa Comisión podrá fijar cláusulas contractuales tipo para las cuestiones a que se refieren los apartados 3 y 4 del \npresente artículo, de acuerdo con el procedimiento de examen a que se refiere el artículo 96, apartado 2.\n8.\nEl Supervisor Europeo de Protección de Datos podrá adoptar cláusulas contractuales tipo para las cuestiones a que se \nrefieren los apartados 3 y 4.\n9.\nEl contrato u otro acto jurídico a que se refieren los apartados 3 y 4 constará por escrito, valiendo también el formato \nelectrónico.\nL 295/70\nES\nDiario Oficial de la Unión Europea\n21.11.2018"
        },
        {
            "page": 33,
            "content": "10.\nSin perjuicio de lo dispuesto en los artículos 65 y 66, si un encargado del tratamiento infringe el presente \nReglamento por determinar los fines y medios del tratamiento, será considerado responsable del tratamiento con respecto a \ndicho tratamiento.\nArtículo 30\nTratamiento bajo la autoridad del responsable del tratamiento o del encargado del tratamiento\nEl encargado del tratamiento y cualquier persona que actúe bajo la autoridad del responsable o del encargado y tenga acceso \na datos personales solo podrán tratar dichos datos siguiendo instrucciones del responsable, a no ser que estén obligados a \nello en virtud del Derecho de la Unión o de los Estados miembros.\nArtículo 31\nRegistro de las actividades de tratamiento\n1.\nCada responsable llevará un registro de las actividades de tratamiento efectuadas bajo su responsabilidad. Dicho \nregistro deberá contener toda la información indicada a continuación:\na) el nombre y los datos de contacto del responsable del tratamiento, del delegado de protección de datos y, en su caso, del \nencargado del tratamiento y del corresponsable del tratamiento;\nb) los fines del tratamiento;\nc) una descripción de las categorías de interesados y de las categorías de datos personales;\nd) las categorías de destinatarios a quienes se comunicaron o comunicarán los datos personales, incluidos los destinatarios \nen Estados miembros, terceros países u organizaciones internacionales;\ne) en su caso, las transferencias de datos personales a un tercer país u organización internacional, incluida la identificación \nde dicho tercer país u organización internacional y la documentación de garantías adecuadas;\nf) cuando sea posible, los plazos previstos para la supresión de las diferentes categorías de datos;\ng) cuando sea posible, una descripción general de las medidas técnicas y organizativas de seguridad a que se refiere el \nartículo 33.\n2.\nCada encargado llevará un registro de todas las categorías de actividades de tratamiento efectuadas por cuenta de un \nresponsable que contenga:\na) el nombre y los datos de contacto del encargado o encargados del tratamiento y de cada responsable del tratamiento en \ncuyo nombre actúe el encargado, y del delegado de protección de datos;\nb) las categorías de tratamientos efectuados por cuenta de cada responsable;\nc) en su caso, las transferencias de datos personales a un tercer país u organización internacional, incluida la identificación \nde dicho tercer país u organización internacional y la documentación de garantías adecuadas;\nd) cuando sea posible, una descripción general de las medidas técnicas y organizativas de seguridad a que se refiere el \nartículo 33.\n3.\nLos registros a que se refieren los apartados 1 y 2 constarán por escrito, valiendo también el formato electrónico.\n4.\nLas instituciones y organismos de la Unión pondrán el registro a disposición del Supervisor Europeo de Protección de \nDatos cuando este lo solicite.\n5.\nSalvo que no sea adecuado habida cuenta del tamaño de la institución u organismo de la Unión, las instituciones y \norganismos de la Unión mantendrán sus registros de actividades de tratamiento en un registro central. Harán que el registro \nsea de acceso público.\n21.11.2018\nES\nDiario Oficial de la Unión Europea\nL 295/71"
        },
        {
            "page": 34,
            "content": "Artículo 32\nCooperación con el Supervisor Europeo de Protección de Datos\nLas instituciones y organismos de la Unión cooperarán con el Supervisor Europeo de Protección de Datos en el desempeño \nde sus funciones cuando este lo solicite.\nSECCIÓN 2\nseguridad de los datos personales\nArtículo 33\nSeguridad del tratamiento\n1.\nTeniendo en cuenta el estado de la técnica, los costes de aplicación, y la naturaleza, el alcance, el contexto y los fines \ndel tratamiento, así como riesgos de probabilidad y gravedad variables para los derechos y libertades de las personas físicas, \nel responsable y el encargado del tratamiento aplicarán medidas técnicas y organizativas apropiadas para garantizar un nivel \nde seguridad adecuado al riesgo, que en su caso incluya, entre otros:\na) la seudonimización y el cifrado de datos personales;\nb) la capacidad de garantizar la confidencialidad, integridad, disponibilidad y resiliencia permanentes de los sistemas y \nservicios de tratamiento;\nc) la capacidad de restaurar la disponibilidad y el acceso a los datos personales de forma rápida en caso de incidente físico o \ntécnico;\nd) un proceso de verificación, evaluación y valoración regulares de la eficacia de las medidas técnicas y organizativas para \ngarantizar la seguridad del tratamiento.\n2.\nAl evaluar la adecuación del nivel de seguridad se tendrán particularmente en cuenta los riesgos que presente el \ntratamiento de datos, en particular como consecuencia de la destrucción, pérdida o alteración accidental o ilícita de datos \npersonales transmitidos, conservados o tratados de otra forma, o la comunicación o acceso no autorizados a dichos datos.\n3.\nEl responsable del tratamiento y el encargado del tratamiento tomarán medidas para garantizar que cualquier persona \nque actúe bajo la autoridad del responsable o del encargado y tenga acceso a datos personales solo pueda tratar dichos datos \nsiguiendo instrucciones del responsable, salvo que esté obligada a ello en virtud del Derecho de la Unión.\n4.\nPodrá utilizarse la adhesión a un mecanismo de certificación aprobado como menciona el artículo 42 del Reglamento \n(UE) 2016/679 como elemento para acreditar el cumplimiento de las obligaciones establecidas en el apartado 1 del presente \nartículo.\nArtículo 34\nNotificación de una violación de la seguridad de los datos personales al Supervisor Europeo de Protección de \nDatos\n1.\nEn caso de violación de la seguridad de los datos personales, el responsable del tratamiento la notificará al Supervisor \nEuropeo de Protección de Datos sin dilación indebida y, de ser posible, a más tardar 72 horas después de que haya tenido \nconstancia de ella, a menos que sea improbable que dicha violación de la seguridad constituya un riesgo para los derechos y \nlas libertades de las personas físicas. Si la notificación al Supervisor Europeo de Protección de Datos no tiene lugar en el \nplazo de 72 horas, deberá ir acompañada de los motivos de la dilación.\n2.\nEl encargado del tratamiento notificará sin dilación indebida al responsable del tratamiento las violaciones de la \nseguridad de los datos personales de las que tenga conocimiento.\n3.\nLa notificación mencionada en el apartado 1 deberá, como mínimo:\na) describir la naturaleza de la violación de la seguridad de los datos personales, incluidos, cuando sea posible, las categorías \ny el número aproximado de interesados afectados, y las categorías y el número aproximado de registros de datos \npersonales afectados;\nb) comunicar el nombre y los datos de contacto del delegado de protección de datos;\nc) describir las posibles consecuencias de la violación de la seguridad de los datos personales;\nd) describir las medidas adoptadas o propuestas por el responsable del tratamiento para poner remedio a la violación de la \nseguridad de los datos personales, incluyendo, si procede, las medidas adoptadas para mitigar los posibles efectos \nnegativos.\nL 295/72\nES\nDiario Oficial de la Unión Europea\n21.11.2018"
        },
        {
            "page": 35,
            "content": "4.\nSi no fuera posible facilitar la información simultáneamente, y en la medida en que no lo sea, la información se \nfacilitará de manera gradual sin dilación indebida.\n5.\nEl responsable del tratamiento informará al delegado de protección de datos acerca de la violación de la seguridad de \nlos datos.\n6.\nEl responsable del tratamiento documentará cualquier violación de la seguridad de los datos personales, incluidos los \nhechos relacionados con ella, sus efectos y las medidas correctivas adoptadas. Dicha documentación permitirá al Supervisor \nEuropeo de Protección de Datos verificar el cumplimiento de lo dispuesto en el presente artículo.\nArtículo 35\nComunicación de una violación de la seguridad de los datos personales al interesado\n1.\nCuando sea probable que la violación de la seguridad de los datos personales entrañe un alto riesgo para los derechos \ny libertades de las personas físicas, el responsable del tratamiento la comunicará al interesado sin dilación indebida.\n2.\nLa comunicación al interesado a que se refiere el apartado 1 del presente artículo describirá en un lenguaje claro y \nsencillo la naturaleza de la violación de la seguridad de los datos personales y contendrá como mínimo la información y las \nmedidas a que se refiere el artículo 34, apartado 3, letras b), c) y d).\n3.\nLa comunicación al interesado a que se refiere el apartado 1 no será necesaria si se cumple alguna de las condiciones \nsiguientes:\na) el responsable del tratamiento ha adoptado medidas de protección técnicas y organizativas apropiadas y estas medidas se \nhan aplicado a los datos personales afectados por la violación de la seguridad de los datos personales, en particular \naquellas que hagan ininteligibles los datos personales para cualquier persona que no esté autorizada a acceder a ellos, \ncomo el cifrado;\nb) el responsable del tratamiento ha tomado medidas ulteriores que garanticen que ya no exista la probabilidad de que se \nconcretice el alto riesgo para los derechos y libertades del interesado a que se refiere el apartado 1;\nc) suponga un esfuerzo desproporcionado. En este caso, se optará en su lugar por una comunicación pública o una medida \nsemejante por la que se informe de manera igualmente efectiva a los interesados.\n4.\nCuando el responsable todavía no haya comunicado al interesado la violación de la seguridad de los datos personales, \nel Supervisor Europeo de Protección de Datos, una vez considerada la probabilidad de que tal violación entrañe un alto \nriesgo, podrá exigirle que lo haga o podrá decidir que se cumple alguna de las condiciones mencionadas en el apartado 3.\nSECCIÓN 3\nconfidencialidad de las comunicaciones electrónicas\nArtículo 36\nConfidencialidad de las comunicaciones electrónicas\nLas instituciones y organismos de la Unión garantizarán la confidencialidad de las comunicaciones electrónicas, en \nparticular protegiendo sus redes de comunicación electrónica.\nArtículo 37\nProtección de la información transmitida a los equipos terminales de los usuarios, almacenada en dichos equipos, \nrelativa a ellos, tratada por ellos y recopilada de ellos\nRespecto de los usuarios que accedan a los sitios web de acceso público y aplicaciones para móviles de las instituciones y \norganismos de la Unión, estas instituciones y organismos protegerán la información transmitida a los equipos terminales de \ndichos usuarios, la información almacenada en esos equipos, relacionada con ellos, tratada por ellos y recogida de ellos, de \nconformidad con el artículo 5, apartado 3, de la Directiva 2002/58/CE.\n21.11.2018\nES\nDiario Oficial de la Unión Europea\nL 295/73"
        },
        {
            "page": 36,
            "content": "Artículo 38\nGuías de usuarios\n1.\nLos datos personales contenidos en las guías de usuarios y el acceso a dichas guías quedarán limitados a lo necesario \npara los fines específicos de la guía.\n2.\nLas instituciones y organismos de la Unión adoptarán las medidas necesarias para evitar que los datos personales \ncontenidos en estas guías, independientemente de si resultan accesibles al público o no, sean utilizados para fines de venta \ndirecta.\nSECCIÓN 4\nevaluación de impacto relativa a la protección de datos y consulta previa\nArtículo 39\nEvaluación de impacto relativa a la protección de datos\n1.\nCuando sea probable que un tipo de tratamiento, en particular si utiliza nuevas tecnologías, por su naturaleza, \nalcance, contexto o fines, entrañe un alto riesgo para los derechos y libertades de las personas físicas, el responsable del \ntratamiento realizará, antes del tratamiento, una evaluación del impacto de las operaciones de tratamiento en la protección \nde datos personales. Una única evaluación podrá abordar una serie de operaciones de tratamiento similares que entrañen \naltos riesgos similares.\n2.\nEl responsable del tratamiento recabará el asesoramiento del delegado de protección de datos al realizar la evaluación \nde impacto relativa a la protección de datos.\n3.\nLa evaluación de impacto relativa a la protección de los datos a que se refiere el apartado 1 se requerirá en particular \nen caso de:\na) evaluación sistemática y exhaustiva de aspectos personales de personas físicas que se base en un tratamiento \nautomatizado, como la elaboración de perfiles, y sobre cuya base se tomen decisiones que produzcan efectos jurídicos \npara las personas físicas o que les afecten significativamente de modo similar;\nb) tratamiento a gran escala de las categorías especiales de datos a que se refiere el artículo 10 o de los datos personales \nrelativos a condenas e infracciones penales a que se refiere el artículo 11; o\nc) observación sistemática a gran escala de una zona de acceso público.\n4.\nEl Supervisor Europeo de Protección de Datos establecerá y publicará una lista de los tipos de operaciones de \ntratamiento que requieran una evaluación de impacto relativa a la protección de datos de conformidad con el apartado 1.\n5.\nEl Supervisor Europeo de Protección de Datos podrá asimismo establecer y publicar una lista de los tipos de \ntratamiento que no requieren evaluaciones de impacto relativas a la protección de datos.\n6.\nAntes de adoptar las listas a que se refieren los apartados 4 y 5 del presente artículo, el Supervisor Europeo de \nProtección de Datos solicitará que el Comité Europeo de Protección de Datos establecido por el artículo 68 del Reglamento \n(UE) 2016/679 examine dichas listas de conformidad con el artículo 70, apartado 1, letra e), de dicho Reglamento cuando \nse refieran a las operaciones de tratamiento por parte de un responsable del tratamiento que actúe conjuntamente con uno \no más responsables del tratamiento distintos de las instituciones y organismos de la Unión.\n7.\nLa evaluación deberá incluir como mínimo:\na) una descripción sistemática de las operaciones de tratamiento previstas y de los fines del tratamiento;\nb) una evaluación de la necesidad y la proporcionalidad de las operaciones de tratamiento con respecto a su finalidad;\nc) una evaluación de los riesgos para los derechos y libertades de los interesados a que se refiere el apartado 1; y\nd) las medidas previstas para afrontar los riesgos, incluidas garantías, medidas de seguridad y mecanismos que garanticen la \nprotección de datos personales, y a demostrar la conformidad con el presente Reglamento, teniendo en cuenta los \nderechos e intereses legítimos de los interesados y de otras personas afectadas.\nL 295/74\nES\nDiario Oficial de la Unión Europea\n21.11.2018"
        },
        {
            "page": 37,
            "content": "8.\nEl cumplimiento de los códigos de conducta aprobados a que se refiere el artículo 40 del Reglamento (UE) 2016/679 \npor los encargados correspondientes que no sean instituciones u organismos de la Unión se tendrá debidamente en cuenta \nal evaluar las repercusiones de las operaciones de tratamiento realizadas por dichos encargados, en particular a efectos de la \nevaluación de impacto relativa a la protección de datos.\n9.\nCuando proceda, el responsable recabará la opinión de los interesados o de sus representantes en relación con el \ntratamiento previsto, sin perjuicio de la protección de intereses públicos o de la seguridad de las operaciones de tratamiento.\n10.\nCuando el tratamiento de conformidad con el artículo 5, apartado 1, letras a) o b), tenga su base jurídica en un acto \njurídico adoptado sobre la base de los Tratados, que regule la operación específica de tratamiento o conjunto de operaciones \nen cuestión, y cuando ya se haya realizado una evaluación de impacto relativa a la protección de datos como parte de una \nevaluación de impacto general anterior a la adopción de dicho acto jurídico, los apartados 1 a 6 del presente artículo no \nserán de aplicación salvo que se establezca de otro modo en dicho acto jurídico.\n11.\nEn caso necesario, el responsable examinará si el tratamiento es conforme con la evaluación de impacto relativa a la \nprotección de datos, al menos cuando exista un cambio del riesgo que representen las operaciones de tratamiento.\nArtículo 40\nConsulta previa\n1.\nEl responsable consultará al Supervisor Europeo de Protección de Datos antes de proceder al tratamiento si una \nevaluación de impacto relativa a la protección de datos en virtud del artículo 39 muestra que, en ausencia de garantías, \nmedidas de seguridad y mecanismos destinados a mitigar los riesgos, el tratamiento entrañaría un alto riesgo para los \nderechos y libertades de las personas físicas y el responsable del tratamiento considera que el riesgo no puede mitigarse por \nmedios razonables teniendo en cuenta la tecnología disponible y los costes de aplicación. El responsable del tratamiento \nrecabará el asesoramiento del delegado de protección de datos acerca de la necesidad de una consulta previa.\n2.\nCuando el Supervisor Europeo de Protección de Datos considere que el tratamiento previsto a que se refiere el \napartado 1 podría infringir el presente Reglamento, en particular cuando el responsable no haya identificado o mitigado \nsuficientemente el riesgo, el Supervisor Europeo de Protección de Datos deberá, en un plazo de ocho semanas desde la \nsolicitud de la consulta, asesorar por escrito al responsable, y en su caso al encargado, y podrá utilizar cualquiera de las \npotestades que le confiere el artículo 58. Dicho plazo podrá prorrogarse seis semanas, en función de la complejidad del \ntratamiento previsto. El Supervisor Europeo de Protección de Datos informará de tal prórroga al responsable y, en su caso, \nal encargado en el plazo de un mes a partir de la recepción de la solicitud de consulta, indicando los motivos de la dilación. \nEstos plazos podrán suspenderse hasta que el Supervisor Europeo de Protección de Datos haya obtenido la información \nsolicitada a los fines de la consulta.\n3.\nCuando consulte al Supervisor Europeo de Protección de Datos con arreglo al apartado 1, el responsable del \ntratamiento le facilitará la información siguiente:\na) en su caso, las responsabilidades respectivas del responsable, los corresponsables y los encargados implicados en el \ntratamiento;\nb) los fines y medios del tratamiento previsto;\nc) las medidas y garantías establecidas para proteger los derechos y libertades de los interesados de conformidad con el \npresente Reglamento;\nd) los datos de contacto del delegado de protección de datos;\ne) la evaluación de impacto relativa a la protección de datos establecida en el artículo 39; y\nf) cualquier otra información que solicite el Supervisor Europeo de Protección de Datos.\n4.\nLa Comisión podrá determinar, mediante un acto de ejecución, una lista de los casos en los que los responsables del \ntratamiento consultarán al Supervisor Europeo de Protección de Datos y recabarán su autorización previa en relación con el \ntratamiento de datos personales por un responsable en el ejercicio de una función realizada en interés público, en particular \nel tratamiento de dichos datos en relación con la protección social y la salud pública.\n21.11.2018\nES\nDiario Oficial de la Unión Europea\nL 295/75"
        },
        {
            "page": 38,
            "content": "SECCIÓN 5\ninformación y consulta legislativa\nArtículo 41\nInformación y consulta\n1.\nLas instituciones y organismos de la Unión informarán al Supervisor Europeo de Protección de Datos cuando \nelaboren medidas administrativas y normas internas relacionadas con el tratamiento de datos personales por parte de una \ninstitución u organismo de la Unión, ya sea aisladamente o junto con otros.\n2.\nLas instituciones y organismos de la Unión consultarán al Supervisor Europeo de Protección de Datos cuando \nelaboren las normas internas a que se refiere el artículo 25.\nArtículo 42\nConsulta legislativa\n1.\nTras la adopción de propuestas de actos legislativos, de recomendaciones o de propuestas al Consejo en virtud del \nartículo 218 del TFUE, o cuando prepare actos delegados o actos de ejecución, la Comisión consultará al Supervisor \nEuropeo de Protección de Datos cuando tengan repercusiones sobre la protección de los derechos y libertades de las \npersonas en relación con el tratamiento de datos personales.\n2.\nCuando uno de los actos mencionados en el apartado 1 sea de especial importancia para la protección de los derechos \ny libertades de las personas en relación con el tratamiento de datos personales, la Comisión podrá consultar al Comité \nEuropeo de Protección de Datos. En estos casos, el Supervisor Europeo de Protección de Datos y el Comité Europeo de \nProtección de Datos coordinarán su trabajo a fin de emitir un dictamen conjunto.\n3.\nEl asesoramiento mencionado en los apartados 1 y 2 será facilitado por escrito en un plazo de hasta ocho semanas \ndesde la solicitud de la consulta mencionada en los apartados 1 y 2. En casos urgentes, o cuando se considere conveniente, \nla Comisión podrá acortar este plazo.\n4.\nEl presente artículo no será aplicable cuando la Comisión, de conformidad con el Reglamento (UE) 2016/679, deba \nconsultar al Comité Europeo de Protección de Datos.\nSECCIÓN 6\ndelegado de protección de datos\nArtículo 43\nDesignación del delegado de protección de datos\n1.\nCada institución u organismo de la Unión designará un delegado de protección de datos.\n2.\nLas instituciones y organismos de la Unión pueden designar a un único delegado de protección de datos para varias de \nellas, teniendo en cuenta su estructura organizativa y tamaño.\n3.\nEl delegado de protección de datos será designado atendiendo a sus cualidades profesionales y, en particular, a sus \nconocimientos especializados del Derecho y la práctica en materia de protección de datos y a su capacidad para desempeñar \nlas funciones indicadas en el artículo 45.\n4.\nEl delegado de protección de datos formará parte de la plantilla de la institución u organismo de la Unión. Teniendo \nen cuenta su tamaño y si no se ejerce la facultad que dispone el apartado 2, las instituciones y organismos de la Unión \npodrán designar un delegado de protección de datos que desempeñe sus funciones en el marco de un contrato de servicios.\n5.\nLas instituciones y organismos de la Unión publicarán los datos de contacto del delegado de protección de datos y los \ncomunicarán al Supervisor Europeo de Protección de Datos.\nArtículo 44\nPosición del delegado de protección de datos\n1.\nLas instituciones y organismos de la Unión garantizarán que el delegado de protección de datos participe de forma \nadecuada y en tiempo oportuno en todas las cuestiones relativas a la protección de datos personales.\n2.\nLas instituciones y organismos de la Unión respaldarán al delegado de protección de datos en el desempeño de las \nfunciones mencionadas en el artículo 45, facilitando los recursos necesarios para el desempeño de dichas funciones y el \nacceso a los datos personales y a las operaciones de tratamiento, y para el mantenimiento de sus conocimientos \nespecializados.\nL 295/76\nES\nDiario Oficial de la Unión Europea\n21.11.2018"
        },
        {
            "page": 39,
            "content": "3.\nLas instituciones y organismos de la Unión garantizarán que el delegado de protección de datos no reciba ninguna \ninstrucción en lo que respecta al desempeño de dichas funciones. No será destituido ni sancionado por el responsable o el \nencargado por desempeñar sus funciones. El delegado de protección de datos rendirá cuentas directamente al más alto nivel \njerárquico del responsable o encargado.\n4.\nLos interesados podrán ponerse en contacto con el delegado de protección de datos por lo que respecta a todas las \ncuestiones relativas al tratamiento de sus datos personales y al ejercicio de sus derechos al amparo del presente Reglamento.\n5.\nEl delegado de protección de datos y su personal estarán obligados a mantener el secreto o la confidencialidad en lo \nque respecta al desempeño de sus funciones, de conformidad con el Derecho de la Unión.\n6.\nEl delegado de protección de datos podrá desempeñar otras funciones y cometidos. El responsable o encargado del \ntratamiento garantizará que dichas funciones y cometidos no den lugar a conflicto de intereses.\n7.\nEl delegado de protección de datos podrá ser consultado por el responsable del tratamiento y el encargado del \ntratamiento, por el comité de personal afectado y por cualquier persona, sobre cualquier cuestión que se refiera a la \ninterpretación o aplicación del presente Reglamento, sin necesidad de seguir los conductos oficiales. Nadie deberá sufrir \nperjuicio alguno por informar al delegado competente de protección de datos de que se ha cometido una infracción de lo \ndispuesto en el presente Reglamento.\n8.\nEl delegado de protección de datos será designado por un mandato de entre tres y cinco años y este podrá ser \nrenovado. En caso de que deje de cumplir las condiciones requeridas para el ejercicio de sus funciones, el delegado de \nprotección de datos podrá ser destituido de su cargo por la institución u organismo de la Unión que le haya designado solo \nprevio consentimiento del Supervisor Europeo de Protección de Datos.\n9.\nTras haber designado al delegado de protección de datos, la institución u organismo de la Unión que le haya designado \ncomunicará su nombre al Supervisor Europeo de Protección de Datos.\nArtículo 45\nFunciones del delegado de protección de datos\n1.\nEl delegado de protección de datos tendrá las siguientes funciones:\na) informar y asesorar al responsable o al encargado del tratamiento y a los empleados que se ocupen del tratamiento de las \nobligaciones que les incumben en virtud del presente Reglamento y de otras disposiciones de protección de datos de la \nUnión;\nb) garantizar de forma independiente la aplicación interna del presente Reglamento y supervisar el cumplimiento del \npresente Reglamento, de otras normas aplicables de la Unión que contengan disposiciones de protección de datos y de \nlas políticas del responsable o del encargado del tratamiento en materia de protección de datos personales, incluida la \nasignación de responsabilidades, la concienciación y formación del personal que participa en las operaciones de \ntratamiento, y las auditorías correspondientes;\nc) velar por que los interesados sean informados de sus derechos y obligaciones con arreglo al presente Reglamento;\nd) ofrecer el asesoramiento que se le solicite acerca de la necesidad de notificar o comunicar una violación de la seguridad \nde los datos personales con arreglo a los artículos 34 y 35;\ne) ofrecer el asesoramiento que se le solicite acerca de la evaluación de impacto relativa a la protección de datos y \nsupervisar su aplicación de conformidad con el artículo 39 y consultar al Supervisor Europeo de Protección de Datos en \ncaso de duda sobre la necesidad de una evaluación de impacto relativa a la protección de datos;\nf) ofrecer el asesoramiento que se le solicite acerca de la necesidad de una consulta previa del Supervisor Europeo de \nProtección de Datos de conformidad con el artículo 40; consultar a este en caso de duda sobre la necesidad de una \nconsulta previa;\ng) responder a las solicitudes del Supervisor Europeo de Protección de Datos; en el marco de sus competencias, cooperar y \nconsultar con el Supervisor Europeo de Protección de Datos a petición de este o por iniciativa propia;\nh) velar por que las operaciones de tratamiento no tengan efectos adversos sobre los derechos y las libertades de los \ninteresados.\n21.11.2018\nES\nDiario Oficial de la Unión Europea\nL 295/77"
        },
        {
            "page": 40,
            "content": "2.\nEl delegado de protección de datos podrá formular recomendaciones al responsable del tratamiento y al encargado del \ntratamiento, para la mejora práctica de la protección de datos y aconsejarles sobre cuestiones relativas a la puesta en \npráctica de las disposiciones sobre protección de datos. Por otra parte, por iniciativa propia o a petición del responsable o \ndel encargado del tratamiento, del comité de personal afectado o de cualquier persona física, podrá investigar las cuestiones \ny los incidentes directamente relacionados con sus funciones que lleguen a su conocimiento e informar de ello a la persona \nque solicitó la investigación o al responsable o al encargado del tratamiento.\n3.\nCada institución u organismo de la Unión adoptará normas complementarias respecto al delegado de protección de \ndatos. Las normas de aplicación se referirán en especial a las tareas, funciones y competencias del delegado de protección de \ndatos.\nCAPÍTULO V\nTRANSFERENCIAS DE DATOS PERSONALES A TERCEROS PAÍSES U ORGANIZACIONES INTERNACIONALES\nArtículo 46\nPrincipio general de las transferencias\nSolo se realizarán transferencias de datos personales que sean objeto de tratamiento o vayan a serlo tras su transferencia a \nun tercer país u organización internacional si, a reserva de las demás disposiciones del presente Reglamento, el responsable \ny el encargado del tratamiento cumplen las condiciones establecidas en el presente capítulo, incluidas las relativas a las \ntransferencias ulteriores de datos personales desde el tercer país u organización internacional a otro tercer país u otra \norganización internacional. Todas las disposiciones del presente capítulo se aplicarán a fin de asegurar que el nivel de \nprotección de las personas físicas garantizado por el presente Reglamento no se vea menoscabado.\nArtículo 47\nTransferencias basadas en una decisión de adecuación\n1.\nPodrá realizarse una transferencia de datos personales a un tercer país u organización internacional cuando la \nComisión haya decidido, en virtud del artículo 45, apartado 3, del Reglamento (UE) 2016/679, o del artículo 36, \napartado 3, de la Directiva (UE) 2016/680, que el tercer país, un territorio o uno o varios sectores específicos de ese tercer \npaís, o la organización internacional de que se trate garantizan un nivel de protección adecuado y cuando los datos se \ntransfieran exclusivamente para permitir el ejercicio de funciones que sean competencia del responsable del tratamiento.\n2.\nLas instituciones y organismos de la Unión informarán a la Comisión y al Supervisor Europeo de Protección de Datos \nde los casos en los que consideren que un tercer país, territorio o uno o varios sectores específicos de un tercer país, o una \norganización internacional de que se trate no garantizan un nivel de protección adecuado de acuerdo con el apartado 1.\n3.\nLas instituciones y organismos de la Unión tomarán las medidas necesarias para cumplir las decisiones adoptadas por \nla Comisión cuando esta determine, en aplicación del artículo 45, apartados 3 o 5, del Reglamento (UE) 2016/679 o del \nartículo 36, apartados 3 o 5, de la Directiva (UE) 2016/680, que un tercer país, territorio o uno o varios sectores específicos \nde un tercer país, o una organización internacional garantizan o ya no garantizan un nivel de protección adecuado.\nArtículo 48\nTransferencias mediante garantías adecuadas\n1.\nA falta de una decisión con arreglo al artículo 45, apartado 3, del Reglamento (UE) 2016/679, o al artículo 36, \napartado 3, de la Directiva (UE) 2016/680, el responsable del tratamiento o el encargado del tratamiento solo podrá \ntransferir datos personales a un tercer país o a una organización internacional si hubiera ofrecido garantías adecuadas y a \ncondición de que los interesados cuenten con derechos exigibles y acciones legales efectivas.\n2.\nLas garantías adecuadas con arreglo al apartado 1 podrán ser aportadas, sin que se requiera ninguna autorización \nexpresa del Supervisor Europeo de Protección de Datos, por los medios siguientes:\na) un instrumento jurídicamente vinculante y exigible entre las autoridades u organismos públicos;\nb) cláusulas tipo de protección de datos adoptadas por la Comisión de conformidad con el procedimiento de examen a que \nse refiere el artículo 96, apartado 2;\nc) cláusulas tipo de protección de datos adoptadas por el Supervisor Europeo de Protección de Datos y aprobadas por la \nComisión con arreglo al procedimiento de examen a que se refiere en el artículo 96, apartado 2;\nL 295/78\nES\nDiario Oficial de la Unión Europea\n21.11.2018"
        },
        {
            "page": 41,
            "content": "d) cuando el encargado del tratamiento no sea una institución u organismo de la Unión, normas corporativas vinculantes, \ncódigos de conducta o mecanismos de certificación con arreglo al artículo 46, apartado 2, letras b), e) y f), del \nReglamento (UE) 2016/679.\n3.\nSiempre que exista autorización del Supervisor Europeo de Protección de Datos, las garantías adecuadas referidas en el \napartado 1 también podrán ser aportadas, en particular, mediante:\na) cláusulas contractuales entre el responsable o el encargado y el responsable, encargado o destinatario de los datos \npersonales en el tercer país u organización internacional, o\nb) disposiciones que se incorporen en acuerdos administrativos entre las autoridades u organismos públicos que incluyan \nderechos efectivos y exigibles para los interesados.\n4.\nLas autorizaciones concedidas por el Supervisor Europeo de Protección de Datos de conformidad con el artículo 9, \napartado 7, del Reglamento (CE) n.o 45/2001 seguirán siendo válidas hasta que hayan sido modificadas, sustituidas o \nderogadas, en caso necesario, por este.\n5.\nLas instituciones y organismos de la Unión informarán al Supervisor Europeo de Protección de Datos de las categorías \nde casos en que el presente artículo haya sido aplicado.\nArtículo 49\nTransferencias o comunicaciones no autorizadas por el Derecho de la Unión\nCualquier sentencia de un órgano jurisdiccional o decisión de una autoridad administrativa de un tercer país que exijan que \nun responsable o encargado del tratamiento transfiera o comunique datos personales únicamente será reconocida o \nejecutable en cualquier modo si se basa en un acuerdo internacional, como un tratado de asistencia jurídica mutua, vigente \nentre el tercer país requirente y la Unión, sin perjuicio de otros motivos para la transferencia al amparo del presente \ncapítulo.\nArtículo 50\nExcepciones para situaciones específicas\n1.\nA falta de una decisión de adecuación de conformidad con el artículo 45, apartado 3, del Reglamento (UE) 2016/679, \no el artículo 36, apartado 3, de la Directiva (UE) 2016/680, o de garantías adecuadas de conformidad con el artículo 48 del \npresente Reglamento, solo podrá realizarse una transferencia o una serie de transferencias de datos personales a un tercer \npaís o una organización internacional si se cumple alguna de las condiciones siguientes:\na) el interesado haya prestado explícitamente su consentimiento a la transferencia propuesta, tras haber sido informado de \nlos posibles riesgos para él de dichas transferencias debido a la ausencia de una decisión de adecuación y de garantías \nadecuadas;\nb) la transferencia sea necesaria para el cumplimiento de un contrato entre el interesado y el responsable del tratamiento o \npara la ejecución de medidas precontractuales adoptadas a solicitud del interesado;\nc) la transferencia sea necesaria para la celebración o el cumplimiento de un contrato, en interés del interesado, entre el \nresponsable del tratamiento y otra persona física o jurídica;\nd) la transferencia sea necesaria por razones importantes de interés público;\ne) la transferencia sea necesaria para la formulación, el ejercicio o la defensa de reclamaciones; o\nf) la transferencia sea necesaria para proteger los intereses vitales del interesado o de otras personas, cuando el interesado \nesté física o jurídicamente incapacitado para prestar su consentimiento; o\ng) la transferencia se realice desde un registro que, con arreglo al Derecho de la Unión, tenga por objeto proporcionar \ninformación al público y que esté disponible para consulta del público en general o de cualquier persona que pueda \ndemostrar un interés legítimo, pero solo en la medida en que en ese caso particular se cumplan las condiciones que \nestablece el Derecho de la Unión para la consulta.\n2.\nLas letras a), b) y c) del apartado 1 no serán aplicables a las actividades llevadas a cabo por las instituciones y \norganismos de la Unión en el ejercicio de sus potestades públicas.\n3.\nEl interés público indicado en el apartado 1, letra d), será reconocido por el Derecho de la Unión.\n4.\nUna transferencia efectuada de conformidad con el apartado 1, letra g), no abarcará la totalidad de los datos \npersonales ni categorías enteras de datos personales contenidos en el registro, a menos que así lo autorice el Derecho de la \nUnión. Si la finalidad del registro es la consulta por parte de personas que tengan un interés legítimo, la transferencia solo se \nefectuará a solicitud de dichas personas o si estas han de ser las destinatarias.\n21.11.2018\nES\nDiario Oficial de la Unión Europea\nL 295/79"
        },
        {
            "page": 42,
            "content": "5.\nEn ausencia de una decisión por la que se constate la adecuación de la protección de los datos, el Derecho de la Unión \npodrá, por razones importantes de interés público, establecer expresamente límites a la transferencia de categorías \nespecíficas de datos personales a un tercer país u organización internacional.\n6.\nLas instituciones y organismos de la Unión informarán al Supervisor Europeo de Protección de Datos de las categorías \nde casos en que el presente artículo haya sido aplicado.\nArtículo 51\nCooperación internacional en el ámbito de la protección de datos personales\nEn relación con los terceros países y las organizaciones internacionales, el Supervisor Europeo de Protección de Datos, en \ncooperación con la Comisión y el Comité Europeo de Protección de Datos, tomará medidas apropiadas para:\na) crear mecanismos de cooperación internacional que faciliten la aplicación eficaz de la legislación relativa a la protección \nde datos personales;\nb) prestarse mutuamente asistencia a escala internacional en la aplicación de la legislación relativa a la protección de datos \npersonales, en particular mediante la notificación, la remisión de reclamaciones, la asistencia en las investigaciones y el \nintercambio de información, a reserva de las garantías adecuadas para la protección de los datos personales y otros \nderechos y libertades fundamentales;\nc) asociar a partes interesadas en la materia a los debates y actividades destinados a reforzar la cooperación internacional en \nla aplicación de la legislación relativa a la protección de datos personales;\nd) promover el intercambio y la documentación de la legislación y las prácticas en materia de protección de datos \npersonales, inclusive en materia de conflictos de jurisdicción con terceros países.\nCAPÍTULO VI\nSUPERVISOR EUROPEO DE PROTECCIÓN DE DATOS\nArtículo 52\nSupervisor Europeo de Protección de Datos\n1.\nSe crea el Supervisor Europeo de Protección de Datos.\n2.\nPor lo que respecta al tratamiento de los datos personales, el Supervisor Europeo de Protección de Datos velará por \nque los derechos y libertades fundamentales de las personas físicas, en particular el derecho de las mismas a la protección de \ndatos, sean respetados por las instituciones y organismos de la Unión.\n3.\nEl Supervisor Europeo de Protección de Datos garantizará y supervisará la aplicación de las disposiciones del presente \nReglamento y de cualquier otro acto de la Unión relacionado con la protección de los derechos y libertades fundamentales \nde las personas físicas en lo que respecta al tratamiento de datos personales por parte de una institución u organismo de la \nUnión, y asesorará a las instituciones y organismos de la Unión, así como a los interesados, en todas las cuestiones \nrelacionadas con el tratamiento de datos personales. Con este fin, el Supervisor Europeo de Protección de Datos ejercerá las \nfunciones establecidas en el artículo 57 y las competencias que le confiere el artículo 58.\n4.\nEl Reglamento (CE) n.o 1049/2001 se aplicará a los documentos que estén en poder del Supervisor Europeo de \nProtección de Datos. El Supervisor Europeo de Protección de Datos adoptará las normas de aplicación del Reglamento (CE) \nn.o 1049/2001 con respecto a dichos documentos.\nArtículo 53\nNombramiento del Supervisor Europeo de Protección de Datos\n1.\nEl Parlamento Europeo y el Consejo nombrarán de común acuerdo al Supervisor Europeo de Protección de Datos por \nun mandato de cinco años, sobre la base de una lista elaborada por la Comisión como resultado de una convocatoria \npública de candidaturas. La convocatoria de candidaturas permitirá a las partes interesadas de toda la Unión presentar sus \ncandidaturas. La lista de candidatos será pública y constará como mínimo de tres candidatos. Sobre la base de la lista \nelaborada por la Comisión, la comisión competente del Parlamento Europeo podrá decidir la celebración de una audiencia \ncon objeto de definir una preferencia.\n2.\nLa lista de candidatos a que se refiere el apartado 1 estará compuesta por personas cuya independencia esté fuera de \ntoda duda y que posean un conocimiento especializado en protección de datos, así como de la experiencia y competencia \nnecesarias para el cumplimiento de las funciones de Supervisor Europeo de Protección de Datos.\nL 295/80\nES\nDiario Oficial de la Unión Europea\n21.11.2018"
        },
        {
            "page": 43,
            "content": "3.\nEl mandato del Supervisor Europeo de Protección de Datos será renovable una sola vez.\n4.\nEl mandato del Supervisor Europeo de Protección de Datos llegará a su fin en las siguientes circunstancias:\na) si el Supervisor Europeo de Protección de Datos es sustituido;\nb) si el Supervisor Europeo de Protección de Datos dimite;\nc) si el Supervisor Europeo de Protección de Datos es despedido u obligado a jubilarse.\n5.\nEl Supervisor Europeo de Protección de Datos podrá ser destituido o desposeído de su derecho de pensión u otros \nprivilegios equivalentes por el Tribunal de Justicia a petición del Parlamento Europeo, el Consejo o la Comisión si dejare de \ncumplir las condiciones necesarias para el ejercicio de sus funciones o hubiere cometido una falta grave.\n6.\nEn los casos de renovación periódica y dimisión voluntaria, el Supervisor Europeo de Protección de Datos \npermanecerá en funciones hasta su sustitución.\n7.\nLos artículos 11 a 14 y 17 del Protocolo sobre los privilegios y las inmunidades de la Unión Europea serán aplicables \nal Supervisor Europeo de Protección de Datos.\nArtículo 54\nEstatuto y condiciones generales de ejercicio de las funciones de Supervisor Europeo de Protección de Datos, \npersonal y recursos financieros\n1.\nEl Supervisor Europeo de Protección de Datos recibirá la misma consideración que un juez del Tribunal de Justicia en \ncuanto a la determinación de su salario, asignaciones, pensión de jubilación y demás ventajas de carácter retributivo.\n2.\nLa autoridad presupuestaria garantizará que el Supervisor Europeo de Protección de Datos disponga de los recursos \nhumanos y financieros necesarios para el ejercicio de sus funciones.\n3.\nEl presupuesto del Supervisor Europeo de Protección de Datos figurará en una línea propia de la sección del \npresupuesto general de la Unión dedicada a los gastos administrativos.\n4.\nEl Supervisor Europeo de Protección de Datos estará asistido por una secretaría. Los funcionarios y otros miembros \ndel personal de la secretaría serán nombrados por el Supervisor Europeo de Protección de Datos, que será su superior \njerárquico. Estarán sometidos exclusivamente a su dirección. El número de puestos se decidirá anualmente en el marco del \nprocedimiento presupuestario. Al personal del Supervisor Europeo de Protección de Datos que participe en la realización de \nlas funciones atribuidas al Comité Europeo de Protección de Datos por el Derecho de la Unión se le aplicará el artículo 75, \napartado 2, del Reglamento (UE) 2016/679.\n5.\nLos funcionarios y otros miembros del personal de la secretaría del Supervisor Europeo de Protección de Datos \nestarán sujetos a los reglamentos y normas aplicables a los funcionarios y otros agentes de la Unión.\n6.\nEl Supervisor Europeo de Protección de Datos tendrá su sede en Bruselas.\nArtículo 55\nIndependencia\n1.\nEl Supervisor Europeo de Protección de Datos actuará con total independencia en el desempeño de sus funciones y en \nel ejercicio de sus competencias de conformidad con el presente Reglamento.\n2.\nEl Supervisor Europeo de Protección de Datos será ajeno, en el desempeño de sus funciones y en el ejercicio de sus \npotestades de conformidad con el presente Reglamento, a toda influencia externa, ya sea directa o indirecta, y no solicitará \nni admitirá ninguna instrucción.\n3.\nEl Supervisor Europeo de Protección de Datos se abstendrá de cualquier acción incompatible con sus funciones y de \ndesempeñar, durante su mandato, ninguna otra actividad profesional, sea o no retribuida.\n4.\nTras la finalización de su mandato, el Supervisor Europeo de Protección de Datos actuará con integridad y discreción \nen lo que respecta a la aceptación de nombramientos y privilegios.\nArtículo 56\nSecreto profesional\nEl Supervisor Europeo de Protección de Datos y su personal estarán sujetos, incluso después de haber cesado en sus \nfunciones, al deber de secreto profesional sobre las informaciones confidenciales a las que hayan tenido acceso durante el \nejercicio de sus funciones.\n21.11.2018\nES\nDiario Oficial de la Unión Europea\nL 295/81"
        },
        {
            "page": 44,
            "content": "Artículo 57\nFunciones\n1.\nSin perjuicio de otras funciones en virtud del presente Reglamento, incumbirá al Supervisor Europeo de Protección de \nDatos:\na)\nsupervisar y garantizar la aplicación del presente Reglamento por parte de las instituciones y organismos de la Unión, \ncon excepción del tratamiento de datos personales por el Tribunal de Justicia cuando actúe en el ejercicio de sus \nfunciones jurisdiccionales;\nb) promover la sensibilización del público y su comprensión de los riesgos, normas, garantías y derechos en relación con \nel tratamiento. Las actividades dirigidas específicamente a los niños deberán ser objeto de especial atención;\nc)\npromover la sensibilización de los responsables y encargados del tratamiento acerca de las obligaciones que les \nincumben en virtud del presente Reglamento;\nd) previa solicitud, facilitar información a cualquier interesado en relación con el ejercicio de sus derechos en virtud del \npresente Reglamento y, en su caso, cooperar a tal fin con las autoridades de control nacionales;\ne)\ntratar las reclamaciones presentadas por un interesado o por un organismo, organización o asociación de conformidad \ncon el artículo 67, e investigar, en la medida oportuna, el motivo de la reclamación e informar al reclamante sobre el \ncurso y el resultado de la investigación en un plazo razonable, en particular si fueran necesarias nuevas investigaciones o \nuna coordinación más estrecha con otra autoridad de control;\nf)\nllevar a cabo investigaciones sobre la aplicación del presente Reglamento, en particular basándose en información \nrecibida de otra autoridad de control u otra autoridad pública;\ng) asesorar, por iniciativa propia o previa solicitud, a todas las instituciones y organismos de la Unión sobre las medidas \nlegislativas y administrativas relativas a la protección de los derechos y libertades de las personas físicas en lo que \nrespecta al tratamiento de datos personales;\nh) hacer un seguimiento de cambios que sean de interés, en la medida en que tengan incidencia en la protección de datos \npersonales, en particular el desarrollo de las tecnologías de la información y la comunicación;\ni)\nadoptar las cláusulas contractuales tipo a que se refieren el artículo 29, apartado 8, y el artículo 48, apartado 2, letra c);\nj)\nelaborar y mantener una lista relativa al requisito de la evaluación de impacto relativa a la protección de datos, en virtud \ndel artículo 39, apartado 4;\nk) participar en las actividades del Comité Europeo de Protección de Datos;\nl)\nfacilitar una secretaría al Comité Europeo de Protección de Datos, de conformidad con el artículo 75 del Reglamento \n(UE) 2016/679;\nm) ofrecer asesoramiento sobre el tratamiento contemplado en el artículo 40, apartado 2;\nn) autorizar las cláusulas contractuales y disposiciones a que se refiere el artículo 48, apartado 3;\no) llevar registros internos de las infracciones del presente Reglamento y de las medidas adoptadas de conformidad con el \nartículo 58, apartado 2,\np) desempeñar cualquier otra función relacionada con la protección de los datos personales; y\nq) adoptar su reglamento interno.\n2.\nEl Supervisor Europeo de Protección de Datos facilitará la presentación de las reclamaciones contempladas en el \napartado 1, letra e), mediante un formulario de presentación de reclamaciones que pueda cumplimentarse también por \nmedios electrónicos, sin excluir otros medios de comunicación.\n3.\nEl desempeño de las funciones del Supervisor Europeo de Protección de Datos será gratuito para el interesado.\n4.\nCuando las solicitudes sean manifiestamente infundadas o excesivas, especialmente debido a su carácter repetitivo, el \nSupervisor Europeo de Protección de Datos podrá negarse a actuar respecto de la solicitud. La carga de demostrar el carácter \nmanifiestamente infundado o excesivo de la solicitud recaerá en el Supervisor Europeo de Protección de Datos.\nL 295/82\nES\nDiario Oficial de la Unión Europea\n21.11.2018"
        },
        {
            "page": 45,
            "content": "Artículo 58\nPotestades\n1.\nEl Supervisor Europeo de Protección de Datos dispondrá de las potestades de investigación indicados a continuación:\na) ordenar al responsable y al encargado del tratamiento que faciliten cualquier información que requiera para el \ndesempeño de sus funciones;\nb) llevar a cabo investigaciones en forma de auditorías de protección de datos;\nc) notificar al responsable o al encargado del tratamiento las presuntas infracciones del presente Reglamento;\nd) obtener del responsable y del encargado del tratamiento el acceso a todos los datos personales y a toda la información \nnecesaria para el ejercicio de sus funciones;\ne) obtener el acceso a todos los locales del responsable y del encargado del tratamiento, incluidos cualesquiera equipos y \nmedios de tratamiento de datos, de conformidad con el Derecho de la Unión.\n2.\nEl Supervisor Europeo de Protección de Datos dispondrá de las potestades correctivas indicadas a continuación:\na) dirigir a todo responsable o encargado del tratamiento una advertencia cuando las operaciones de tratamiento previstas \npuedan infringir lo dispuesto en el presente Reglamento;\nb) dirigir a todo responsable o encargado del tratamiento un apercibimiento cuando las operaciones de tratamiento hayan \ninfringido lo dispuesto en el presente Reglamento;\nc) someter asuntos al responsable o encargado del tratamiento de que se trate y, en su caso, al Parlamento Europeo, al \nConsejo y a la Comisión;\nd) ordenar al responsable o encargado del tratamiento que atiendan las solicitudes de ejercicio de los derechos del \ninteresado en virtud del presente Reglamento;\ne) ordenar al responsable o encargado del tratamiento que las operaciones de tratamiento se ajusten a las disposiciones del \npresente Reglamento, cuando proceda, de una determinada manera y dentro de un plazo especificado;\nf) ordenar al responsable del tratamiento que comunique al interesado las violaciones de la seguridad de los datos \npersonales;\ng) imponer una limitación temporal o definitiva del tratamiento, incluida su prohibición;\nh) ordenar la rectificación o supresión de datos personales o la limitación de tratamiento con arreglo a los artículos 18, 19 \ny 20 y la notificación de dichas medidas a los destinatarios a quienes se hayan comunicado datos personales con arreglo \nal artículo 19, apartado 2, y al artículo 21;\ni) imponer una multa administrativa con arreglo al artículo 66, en caso de incumplimiento por parte de una institución u \norganismo de la Unión de alguna de las medidas mencionadas en las letras (d) a (h) y (j) del presente apartado, en función \nde las circunstancias de cada caso particular;\nj) ordenar la suspensión de los flujos de datos hacia un destinatario situado en un Estado miembro o un tercer país o hacia \nuna organización internacional.\n3.\nEl Supervisor Europeo de Protección de Datos dispondrá de las potestades de autorización y consultivos indicados a \ncontinuación:\na) asesorar a los interesados en el ejercicio de sus derechos;\nb) asesorar al responsable del tratamiento conforme al procedimiento de consulta previa que menciona el artículo 40, y de \nacuerdo con el artículo 41, apartado 2;\nc) emitir, por iniciativa propia o previa solicitud, dictámenes destinados a las instituciones y organismos de la Unión y al \npúblico, sobre cualquier asunto relacionado con la protección de los datos personales;\nd) adoptar las cláusulas tipo de protección de datos contempladas en el artículo 29, apartado 8, y el artículo 48, apartado 2, \nletra c);\ne) autorizar las cláusulas contractuales indicadas en el artículo 48, apartado 3, letra a);\nf) autorizar los acuerdos administrativos contemplados en el artículo 48, apartado 3, letra b);\ng) autorizar las operaciones de tratamiento con arreglo a actos de ejecución adoptados de conformidad con el artículo 40, \napartado 4.\n21.11.2018\nES\nDiario Oficial de la Unión Europea\nL 295/83"
        },
        {
            "page": 46,
            "content": "4.\nEl Supervisor Europeo de Protección de Datos estará facultado para someter un asunto al Tribunal de Justicia en las \ncondiciones previstas en los Tratados e intervenir en los asuntos presentados ante dicho Tribunal.\n5.\nEl ejercicio de las potestades conferidas al Supervisor Europeo de Protección de Datos en virtud del presente artículo \nestará sujeto a las garantías adecuadas, incluida la tutela judicial efectiva y el respeto de las garantías procesales, establecidas \nen el Derecho de la Unión.\nArtículo 59\nObligación de los responsables y encargados del tratamiento de responder a las alegaciones\nCuando el Supervisor Europeo de Protección de Datos ejerza las facultades establecidas en el artículo 58, apartado 2, \nletras a), b) y c), el responsable del tratamiento o encargado del tratamiento en cuestión le comunicará su opinión en un \nplazo razonable fijado por el Supervisor Europeo de Protección de Datos, teniendo en cuenta las circunstancias de cada \ncaso. La respuesta comprenderá asimismo una descripción de las medidas adoptadas, en su caso, a raíz de las observaciones \ndel Supervisor Europeo de Protección de Datos.\nArtículo 60\nInforme de actividad\n1.\nEl Supervisor Europeo de Protección de Datos presentará anualmente al Parlamento Europeo, al Consejo y a la \nComisión un informe sobre sus actividades, que paralelamente hará público.\n2.\nEl Supervisor Europeo de Protección de Datos transmitirá el informe al que se refiere el apartado 1 a las demás \ninstituciones y organismos de la Unión, los cuales podrán presentar comentarios con vistas a un posible examen del \ninforme por parte del Parlamento Europeo.\nCAPÍTULO VII\nCOOPERACIÓN Y COHERENCIA\nArtículo 61\nCooperación entre el Supervisor Europeo de Protección de Datos y las autoridades de control nacionales\nEl Supervisor Europeo de Protección de Datos cooperará con las autoridades de control nacionales y con la Autoridad de \nSupervisión Común creada por el artículo 25 de la Decisión 2009/917/JAI del Consejo (1) en la medida necesaria para el \nejercicio de sus respectivas funciones, en particular intercambiando entre sí información pertinente, se instarán \nmutuamente a ejercer sus potestades y responderán a las solicitudes del otro.\nArtículo 62\nSupervisión coordinada del Supervisor Europeo de Protección de Datos y las autoridades de control nacionales\n1.\nCuando un acto de la Unión haga referencia al presente artículo, el Supervisor Europeo de Protección de Datos y las \nautoridades de control nacionales, cada uno en el ámbito de sus competencias respectivas, cooperarán de forma activa en el \nmarco de sus responsabilidades a fin de garantizar una supervisión efectiva de los sistemas informáticos a gran escala y de \nlos órganos y organismos de la Unión.\n2.\nEn sus respectivos ámbitos de competencia y, en la medida necesaria, actuando cada uno en el marco de sus \nresponsabilidades, intercambiarán la información oportuna, se prestarán mutuamente ayuda en el desarrollo de las \nauditorías e inspecciones, examinarán las dificultades de interpretación o aplicación del presente Reglamento y de otros \nactos de la Unión aplicables, estudiarán los problemas que plantee el ejercicio de una supervisión independiente o que \nsurjan en el ejercicio de los derechos de los interesados, elaborarán propuestas armonizadas para aportar soluciones a \ncualquier problema existente y fomentarán el conocimiento de los derechos relacionados con la protección de dato.\n3.\nA los fines establecidos en el apartado 2, el Supervisor Europeo de Protección de Datos y las autoridades de control \nnacionales se reunirán al menos dos veces al año en el marco del Comité Europeo de Protección de Datos. A tal fin, el \nComité Europeo de Protección de Datos podrá desarrollar nuevos métodos de trabajo en función de las necesidades.\n4.\nCada dos años el Comité Europeo de Protección de Datos remitirá al Parlamento Europeo, al Consejo y a la Comisión \nun informe conjunto sobre las actividades relativas a la supervisión coordinada.\nL 295/84\nES\nDiario Oficial de la Unión Europea\n21.11.2018\n(1)\nDecisión 2009/917/JAI del Consejo, de 30 de noviembre de 2009, sobre la utilización de la tecnología de la información a efectos \naduaneros (DO L 323 de 10.12.2009, p. 20)."
        },
        {
            "page": 47,
            "content": "CAPÍTULO VIII\nRECURSOS, RESPONSABILIDAD Y SANCIONES\nArtículo 63\nDerecho a presentar una reclamación ante el Supervisor Europeo de Protección de Datos\n1.\nSin perjuicio de los recursos judiciales, administrativos o extrajudiciales, todo interesado tendrá derecho a presentar \nuna reclamación ante el Supervisor Europeo de Protección de Datos si considera que el tratamiento de sus datos personales \ninfringe el presente Reglamento.\n2.\nEl Supervisor Europeo de Protección de Datos informará al reclamante del curso y el resultado de la reclamación, \ninclusive sobre la posibilidad de acceder a la tutela judicial en virtud del artículo 64.\n3.\nSi el Supervisor Europeo de Protección de Datos no da curso a la reclamación o no informa al interesado en el plazo \nde tres meses sobre el curso o el resultado de la reclamación, se entenderá que el Supervisor Europeo de Protección de Datos \nha adoptado una decisión negativa.\nArtículo 64\nDerecho a la tutela judicial efectiva\n1.\nEl Tribunal de Justicia será competente en todos los litigios relativos a las disposiciones del presente Reglamento, \nincluidas las acciones de indemnización por daños y perjuicios.\n2.\nLas decisiones del Supervisor Europeo de Protección de Datos, incluidas las decisiones a que se refiere el artículo 63, \napartado 3, podrán recurrirse ante el Tribunal de Justicia.\n3.\nEl Tribunal de Justicia gozará de competencia jurisdiccional plena para revisar las multas administrativas a que se hace \nreferencia en el artículo 66. Podrá anular, reducir o incrementar el importe de dichas multas, dentro de los límites del \nartículo 66.\nArtículo 65\nDerecho a indemnización\nToda persona que haya sufrido daños y perjuicios materiales o inmateriales como consecuencia de una infracción del \npresente Reglamento tendrá derecho a recibir de la institución u organismo de la Unión responsable una indemnización por \nlos daños y perjuicios sufridos, con arreglo a las condiciones previstas en los Tratados.\nArtículo 66\nMultas administrativas\n1.\nEl Supervisor Europeo de Protección de Datos podrá imponer multas administrativas a las instituciones y organismos \nde la Unión, según las circunstancias de cada caso particular, cuando estas incumplan una de sus resoluciones con arreglo a \nlo dispuesto en el artículo 58, apartado 2, letras d) a h) y j). Al decidir la imposición de una multa administrativa y su \ncuantía en cada caso individual se tendrá debidamente en cuenta:\na) la naturaleza, gravedad y duración de la infracción, teniendo en cuenta la naturaleza, alcance o propósito de la operación \nde tratamiento de que se trate así como el número de interesados afectados y el nivel de los daños y perjuicios que hayan \nsufrido;\nb) cualquier medida tomada por la institución u organismo de la Unión para paliar los daños y perjuicios sufridos por los \ninteresados;\nc) el grado de responsabilidad de la institución u organismo de la Unión, habida cuenta de las medidas técnicas u \norganizativas que hayan aplicado en virtud de los artículos 27 y 33;\nd) toda infracción anterior similar cometida por la institución u organismo de la Unión;\ne) el grado de cooperación con el Supervisor Europeo de Protección de Datos con el fin de poner remedio a la infracción y \nmitigar sus posibles efectos adversos;\nf) las categorías de los datos de carácter personal afectados por la infracción;\ng) la forma en que el Supervisor Europeo de Protección de Datos tuvo conocimiento de la infracción, en particular si la \ninstitución u organismo de la Unión la notificó y, en tal caso, en qué medida;\n21.11.2018\nES\nDiario Oficial de la Unión Europea\nL 295/85"
        },
        {
            "page": 48,
            "content": "h) el cumplimiento de cualquiera de las medidas indicadas en el artículo 58 que hayan sido ordenadas previamente contra \nla institución u organismo de la Unión de que se trate en relación con el mismo asunto. Los procedimientos que llevan a \nla imposición de dichas multas se llevarán a cabo en un plazo razonable según las circunstancias de cada caso y teniendo \nen cuenta las acciones pertinentes y los procedimientos mencionados en el artículo 69.\n2.\nLas infracciones de las obligaciones de la institución u organismo de la Unión en virtud de los artículos 8, 12, 27 a 35, \n39, 40, 43, 44 y 45 se sancionarán, de acuerdo con el apartado 1, con multas administrativas de hasta 25 000 EUR como \nmáximo por cada infracción, hasta un total de 250 000 EUR al año.\n3.\nLas infracciones de las disposiciones siguientes por parte de la institución u organismo de la Unión se sancionarán, de \nacuerdo con el apartado 1, con multas administrativas de hasta 50 000 EUR como máximo por cada infracción, hasta un \ntotal de 500 000 EUR al año:\na) los principios básicos para el tratamiento, incluidas las condiciones para el consentimiento a tenor de los artículos 4, 5, 7 \ny 10;\nb) los derechos de los interesados a tenor de los artículos 14 a 24;\nc) las transferencias de datos personales a un destinatario en un tercer país o una organización internacional a tenor de los \nartículos 46 a 50.\n4.\nSi una institución u organismo de la Unión incumpliera, para las mismas operaciones de tratamiento, operaciones \nvinculadas u operaciones continuas, diversas disposiciones del presente Reglamento o la misma disposición en varias \nocasiones, la cuantía total de la multa administrativa no será superior a la cuantía prevista para las infracciones más graves.\n5.\nAntes de tomar ninguna decisión en virtud de este artículo, el Supervisor Europeo de Protección de Datos ofrecerá a la \ninstitución u organismo de la Unión sometida al procedimiento instruido por el Supervisor Europeo de Protección de Datos \nla oportunidad de manifestar su opinión con respecto a los cargos que le sean imputados por este. El Supervisor Europeo de \nProtección de Datos basará sus decisiones únicamente en las objeciones sobre las que las partes afectadas hayan podido \nmanifestarse. Los denunciantes participarán estrechamente en el procedimiento.\n6.\nLos derechos de defensa de las partes estarán garantizados plenamente en el curso del procedimiento. Tendrán \nderecho a acceder al expediente del Supervisor Europeo de Protección de Datos, sin perjuicio del interés legítimo de las \npersonas físicas y las empresas en la protección de sus datos personales o secretos comerciales.\n7.\nLa recaudación proveniente de la imposición de multas con arreglo al presente artículo pasará a engrosar los ingresos \ndel presupuesto general de la Unión.\nArtículo 67\nRepresentación de los interesados\nEl interesado tendrá derecho a dar mandato a una entidad, organización o asociación sin ánimo de lucro que haya sido \ncorrectamente constituida con arreglo al Derecho de la Unión o de un Estado miembro, cuyos objetivos legales sean de \ninterés público y que actúe en el ámbito de la protección de los derechos y libertades de los interesados en materia de \nprotección de sus datos personales, para que presente en su nombre la reclamación ante el Supervisor Europeo de \nProtección de Datos, y ejerza en su nombre los derechos recogidos en los artículos 63 y 64, y el derecho a ser indemnizado \nmencionado en el artículo 65.\nArtículo 68\nReclamaciones del personal de la Unión\nToda persona empleada por una institución u organismo de la Unión podrá presentar una reclamación ante el Supervisor \nEuropeo de Protección de Datos en caso de presunta infracción de las disposiciones del presente Reglamento, incluso sin \nnecesidad de seguir los conductos oficiales. Nadie habrá de sufrir perjuicio alguno por haber presentado una reclamación \nante el Supervisor Europeo de Protección de Datos en la que se denuncie tal infracción.\nArtículo 69\nSanciones\nEn el supuesto de que un funcionario u otro agente de la Unión incumpla, ya sea intencionadamente o por negligencia, las \nobligaciones establecidas en el presente Reglamento, dicho funcionario u otro agente quedará sujeto a medidas \ndisciplinarias o de otro tipo, de conformidad con las normas y procedimientos establecidos en el Estatuto de los \nfuncionarios.\nL 295/86\nES\nDiario Oficial de la Unión Europea\n21.11.2018"
        },
        {
            "page": 49,
            "content": "CAPÍTULO IX\nTRATAMIENTO DE DATOS PERSONALES OPERATIVOS POR LOS ÓRGANOS Y ORGANISMOS DE LA UNIÓN CUANDO \nLLEVAN A CABO ACTIVIDADES COMPRENDIDAS EN EL ÁMBITO DE APLICACIÓN DE LOS CAPÍTULOS 4 O 5 DEL \nTÍTULO V DE LA TERCERA PARTE DEL TFUE\nArtículo 70\nÁmbito de aplicación del capítulo\nEl presente capítulo se aplicará exclusivamente al tratamiento de datos personales operativos por los órganos y organismos \nde la Unión cuando llevan a cabo actividades comprendidas en el ámbito de aplicación de los capítulos 4 o 5 del título V de \nla tercera parte del TFUE, sin perjuicio de las normas específicas en materia de protección de datos aplicables a dichos \nórganos u organismos de la Unión.\nArtículo 71\nPrincipios relativos al tratamiento de datos personales operativos\n1.\nLos datos personales operativos serán:\na) tratados de manera lícita y leal («licitud y lealtad»);\nb) recogidos con fines determinados, explícitos y legítimos, y no serán tratados de forma incompatible con esos fines \n(«limitación de la finalidad»);\nc) adecuados, pertinentes y no excesivos en relación con los fines para los que se traten («minimización de los datos»);\nd) exactos y, si fuera necesario, actualizados; se tomarán todas las medidas razonables para la supresión o rectificación sin \ndilación de los datos personales que sean inexactos en relación con los fines para los que son tratados («exactitud»);\ne) conservados de una forma que permita la identificación de los interesados durante un período no superior al necesario \npara los fines para los que son tratados («limitación de la conservación»);\nf) tratados de tal manera que se garantice una seguridad adecuada de los datos personales, incluida la protección contra el \ntratamiento no autorizado o ilícito y contra su pérdida, destrucción o daño accidental, mediante la aplicación de medidas \ntécnicas u organizativas apropiadas («integridad y confidencialidad»).\n2.\nSe permitirá el tratamiento de los datos personales operativos por el mismo responsable del tratamiento o por otro \npara cualquier fin establecido en el acto jurídico que establezca el órgano u organismo de la Unión, distinto del fin para el \nque se recojan dichos datos en la medida en que:\na) el responsable del tratamiento esté autorizado a tratar dichos datos personales operativos para ese fin de conformidad \ncon el Derecho de la Unión; y\nb) el tratamiento sea necesario y proporcionado para ese otro fin de conformidad con el Derecho de la Unión.\n3.\nEl tratamiento por el mismo responsable del tratamiento o por otro podrá incluir el archivo en el interés público, el \nuso científico, estadístico o histórico para los fines establecidos en el acto jurídico por el que se establezca el órgano u \norganismo de la Unión, con sujeción a las salvaguardias adecuadas para los derechos y libertades de los interesados.\n4.\nEl responsable del tratamiento será responsable del cumplimiento de lo dispuesto en los apartados 1, 2 y 3, y capaz de \ndemostrarlo.\nArtículo 72\nLicitud del tratamiento de datos personales operativos\n1.\nEl tratamiento de datos personales operativos será lícito únicamente cuando, y en la medida en que, dicho tratamiento \nsea necesario para el ejercicio de una función efectuada por órganos y organismos de la Unión cuando llevan a cabo \nactividades comprendidas en el ámbito de aplicación de los capítulos 4 o 5 del título V de la tercera parte del TFUE y esté \nbasado en el Derecho de la Unión.\n21.11.2018\nES\nDiario Oficial de la Unión Europea\nL 295/87"
        },
        {
            "page": 50,
            "content": "2.\nLos actos jurídicos específicos de la Unión que regulen el tratamiento dentro del ámbito de aplicación del presente \ncapítulo especificarán, como mínimo, los fines del tratamiento y los plazos de conservación de los datos personales \noperativos o para la revisión periódica de la necesidad de un nuevo almacenamiento de los datos personales operativos.\nArtículo 73\nDistinción entre diferentes categorías de interesados\nCuando corresponda, y en la medida de lo posible, el responsable del tratamiento hará una distinción clara entre los datos \npersonales operativos de las distintas categorías de interesados, como por ejemplo las categorías mencionadas en los actos \njurídicos por los que se establecen los órganos y organismos de la Unión.\nArtículo 74\nDistinción entre datos personales operativos y verificación de la calidad de los datos personales operativos\n1.\nEl responsable del tratamiento distinguirá, en la medida de lo posible, los datos personales operativos basados en \nhechos de los datos personales operativos basados en evaluaciones personales.\n2.\nEl responsable del tratamiento tomará todas las medidas razonables para garantizar que los datos personales \noperativos que sean inexactos, incompletos o que no estén actualizados no se transmitan ni se pongan a disposición. Para \nello, el responsable del tratamiento verificará, en la medida en que sea factible y cuando sea pertinente, la calidad de los \ndatos personales operativos antes de transmitirlos o ponerlos a disposición de terceros, por ejemplo consultando a la \nautoridad competente de la que proceden los datos. En la medida de lo posible, en todas las transmisiones de datos \npersonales operativos, el responsable del tratamiento añadirá la información necesaria para que el destinatario pueda \nvalorar en qué medida los datos personales operativos son exactos, completos y fiables, y en qué medida están actualizados.\n3.\nSi se observara que se han transmitido datos personales operativos incorrectos o se han transmitido datos personales \noperativos ilícitamente, el hecho deberá ponerse en conocimiento del destinatario sin dilación. En tal caso, los datos \npersonales operativos de que se trate deberán rectificarse o suprimirse, o su tratamiento deberá limitarse de conformidad \ncon el artículo 82.\nArtículo 75\nCondiciones específicas de tratamiento\n1.\nCuando el Derecho de la Unión aplicable al responsable del tratamiento encargado de la transmisión establezca \ncondiciones específicas para el tratamiento, el responsable del tratamiento informará de dichas condiciones y de la exigencia \nde cumplirlas al destinatario de dichos datos personales operativos.\n2.\nEl responsable del tratamiento cumplirá las condiciones específicas de tratamiento establecidas por la autoridad \ncompetente para la transmisión de conformidad con el artículo 9, apartados 3 y 4, de la Directiva (UE) 2016/680.\nArtículo 76\nTratamiento de categorías especiales de datos personales operativos\n1.\nEl tratamiento de datos personales operativos que revelen el origen étnico o racial, las opiniones políticas, las \nconvicciones religiosas o filosóficas, o la afiliación sindical, así como el tratamiento de datos genéticos, datos biométricos \ndestinados a identificar de manera unívoca a una persona física, datos personales operativos relativos a la salud o a la vida \nsexual o las orientaciones sexuales de una persona física solo se permitirá cuando sea estrictamente necesario por razones \noperativas, dentro del mandato del órgano u organismo de la Unión de que se trate y con sujeción a las salvaguardias \nadecuadas para los derechos y libertades del interesado. Estará prohibida la discriminación de personas físicas sobre la base \nde dichos datos.\n2.\nCuando se invoque el presente artículo se informará sin demora al delegado de protección de datos.\nArtículo 77\nMecanismo de decisión individual automatizado, incluida la elaboración de perfiles\n1.\nEstarán prohibidas las decisiones basadas únicamente en un tratamiento automatizado, incluida la elaboración de \nperfiles, que produzcan efectos jurídicos negativos para el interesado o le afecten significativamente, salvo que estén \nautorizadas por el Derecho de la Unión a la que esté sujeto el responsable del tratamiento y que establezca medidas \nadecuadas para salvaguardar los derechos y libertades del interesado, al menos el derecho a obtener la intervención humana \npor parte del responsable del tratamiento.\nL 295/88\nES\nDiario Oficial de la Unión Europea\n21.11.2018"
        },
        {
            "page": 51,
            "content": "2.\nLas decisiones a que se refiere el apartado 1 del presente artículo no se basarán en las categorías especiales de datos \npersonales contempladas en el artículo 76, salvo que se hayan tomado las medidas adecuadas para salvaguardar los \nderechos y libertades y los intereses legítimos del interesado.\n3.\nLa elaboración de perfiles que dé lugar a una discriminación de las personas físicas basándose en las categorías \nespeciales de datos personales establecidas en el artículo 76 quedará prohibida, de conformidad con el Derecho de la Unión.\nArtículo 78\nComunicación y modalidades de ejercicio de los derechos de los interesados\n1.\nEl responsable del tratamiento adoptará medidas razonables para facilitar al interesado toda la información a que se \nrefiere el artículo 79, así como cualquier comunicación a que se refieren los artículos 80 a 84 y 92 relativa al tratamiento, \nde forma concisa, inteligible y de fácil acceso, con un lenguaje claro y sencillo. La información será facilitada por cualquier \nmedio adecuado, inclusive por medios electrónicos. Como norma general, el responsable del tratamiento facilitará la \ninformación por un medio idéntico al utilizado para la solicitud.\n2.\nEl responsable del tratamiento deberá facilitar el ejercicio de los derechos de los interesados con arreglo a lo dispuesto \nen los artículos 79 a 84.\n3.\nEl responsable del tratamiento informará por escrito al interesado, sin dilación indebida, sobre el curso dado a su \nsolicitud y en cualquier caso en un plazo de tres meses a partir de la recepción de la solicitud por el interesado.\n4.\nEl responsable del tratamiento dispondrá que la información facilitada con arreglo al artículo 79 y cualquier \ncomunicación efectuada y acción realizada en virtud de los artículos 80 a 84 y 92 a título gratuito. Cuando las solicitudes \nsean manifiestamente infundadas o excesivas, especialmente debido a su carácter repetitivo, el responsable del tratamiento \npodrá negarse a actuar respecto de la solicitud. El responsable del tratamiento soportará la carga de demostrar el carácter \nmanifiestamente infundado o excesivo de la solicitud.\n5.\nCuando el responsable del tratamiento tenga dudas razonables en relación con la identidad de la persona física que \ncurse la solicitud a que se refieren los artículos 80 u 82 podrá solicitar que se facilite la información complementaria \nnecesaria para confirmar la identidad del interesado.\nArtículo 79\nInformación que debe ponerse a disposición del interesado o que se le debe proporcionar\n1.\nEl responsable del tratamiento pondrá a disposición del interesado al menos la siguiente información:\na) la identidad y los datos de contacto del órgano u organismo de la Unión;\nb) los datos de contacto del delegado de protección de datos;\nc) los fines del tratamiento a que se destinen los datos personales operativos;\nd) el derecho a presentar una reclamación ante el Supervisor Europeo de Protección de Datos y los datos de contacto de \neste;\ne) la existencia del derecho a solicitar del responsable el acceso a los datos personales operativos relativos al interesado, y su \nrectificación o su supresión, o la limitación de su tratamiento.\n2.\nAdemás de la información indicada en el apartado 1, el responsable del tratamiento proporcionará al interesado, en \nlos casos específicos previstos en el Derecho de la Unión, la siguiente información adicional, a fin de permitir el ejercicio de \nsus derechos:\na) la base jurídica del tratamiento;\nb) el plazo durante el cual se conservarán los datos personales operativos o, cuando esto no sea posible, los criterios \nutilizados para determinar ese plazo;\nc) cuando corresponda, las categorías de destinatarios de los datos personales operativos, en particular en terceros países u \norganizaciones internacionales;\nd) cuando sea necesario, más información, en particular cuando los datos personales operativos se hayan recogido sin \nconocimiento del interesado.\n21.11.2018\nES\nDiario Oficial de la Unión Europea\nL 295/89"
        },
        {
            "page": 52,
            "content": "3.\nEl responsable del tratamiento podrá retrasar, limitar u omitir la puesta a disposición del interesado de la información \nen virtud del apartado 2 siempre y cuando una medida de esa naturaleza constituya una medida necesaria y proporcionada \nen una sociedad democrática, teniendo debidamente en cuenta los derechos fundamentales y los intereses legítimos de la \npersona física afectada, para:\na) evitar que se obstaculicen indagaciones, investigaciones o procedimientos de índole oficial o legal;\nb) evitar que se cause perjuicio a la prevención, detección, investigación o enjuiciamiento de infracciones penales o a la \nejecución de sanciones penales;\nc) proteger la seguridad pública de los Estados miembros;\nd) proteger la seguridad nacional de los Estados miembros;\ne) proteger los derechos y libertades de otras personas, como las víctimas o los testigos.\nArtículo 80\nDerecho de acceso del interesado\nEl interesado tendrá derecho a obtener del responsable del tratamiento confirmación de si se están tratando o no datos \npersonales que le conciernen y, en tal caso, tendrá derecho a acceder a los datos personales operativos y a la información \nsiguiente:\na) los fines y la base jurídica del tratamiento;\nb) las categorías de datos personales operativos de que se trate;\nc) los destinatarios o las categorías de destinatarios a quienes hayan sido comunicados los datos personales operativos, en \nparticular los destinatarios de terceros países u organizaciones internacionales;\nd) de ser posible, el plazo previsto de conservación de los datos personales o, de no ser posible, los criterios utilizados para \ndeterminar este plazo;\ne) la existencia del derecho a solicitar del responsable del tratamiento la rectificación o supresión de los datos personales \noperativos relativos al interesado, o la limitación de su tratamiento;\nf) el derecho a presentar una reclamación ante el Supervisor Europeo de Protección de Datos y sus datos de contacto;\ng) la comunicación de los datos personales operativos objeto de tratamiento, así como cualquier información disponible \nsobre su origen.\nArtículo 81\nLimitaciones al derecho de acceso\n1.\nEl responsable del tratamiento podrá restringir, total o parcialmente, el derecho de acceso del interesado siempre y \ncuando dicha restricción parcial o completa constituya una medida necesaria y proporcionada en una sociedad \ndemocrática, teniendo debidamente en cuenta los derechos fundamentales y los intereses legítimos de la persona física \nafectada, para:\na) evitar que se obstaculicen indagaciones, investigaciones o procedimientos de índole oficial o legal;\nb) evitar que se cause perjuicio a la prevención, detección, investigación o enjuiciamiento de infracciones penales o a la \nejecución de sanciones penales;\nc) proteger la seguridad pública de los Estados miembros;\nd) proteger la seguridad nacional de los Estados miembros;\ne) proteger los derechos y libertades de otras personas, como por ejemplo víctimas y testigos.\n2.\nEn los casos contemplados en el apartado 1, el responsable del tratamiento informará por escrito al interesado, sin \ndemora injustificada, de cualquier denegación o limitación de acceso, y de las razones de la denegación o de la limitación. \nEsta información podrá omitirse cuando el suministro de dicha información pueda comprometer uno de los fines \ncontemplados en el apartado 1. El responsable del tratamiento informará al interesado de la posibilidad de presentar una \nreclamación ante el Supervisor Europeo de Protección de Datos o de interponer recurso judicial ante el Tribunal de Justicia. \nEl responsable del tratamiento documentará los fundamentos de hecho o de Derecho en los que se basa la decisión. Esta \ninformación se pondrá a disposición del Supervisor Europeo de Protección de Datos previa solicitud.\nL 295/90\nES\nDiario Oficial de la Unión Europea\n21.11.2018"
        },
        {
            "page": 53,
            "content": "Artículo 82\nDerecho de rectificación o supresión de datos personales operativos y limitación de su tratamiento\n1.\nEl interesado tendrá derecho a obtener del responsable del tratamiento, sin dilación indebida, la rectificación de los \ndatos personales operativos inexactos que le conciernan. Teniendo en cuenta los fines del tratamiento, el interesado tendrá \nderecho a que se completen los datos personales que sean incompletos, inclusive mediante una declaración adicional.\n2.\nEl responsable del tratamiento suprimirá los datos personales operativos sin dilación indebida, y el interesado tendrá \nderecho a obtener de él, sin dilación indebida, la supresión de los datos personales operativos que le conciernan cuando el \ntratamiento infrinja el artículo 71, el artículo 72, apartado 1, o el artículo 76, o cuando los datos personales operativos se \nsupriman para dar cumplimiento a una obligación legal a la que esté sujeta al responsable del tratamiento.\n3.\nEn lugar de proceder a la supresión, el responsable del tratamiento limitará el tratamiento de los datos personales \ncuando:\na) el interesado ponga en duda la exactitud de los datos personales y no pueda determinarse su exactitud o inexactitud; o\nb) los datos personales hayan de conservarse a efectos probatorios.\nCuando el tratamiento esté limitado en virtud del párrafo primero, letra a), el responsable del tratamiento informará al \ninteresado antes de levantar la limitación del tratamiento.\nLos datos objeto de una limitación solo se tratarán para los fines que impidieron su supresión.\n4.\nEl responsable del tratamiento informará al interesado por escrito de cualquier denegación de rectificación o \nsupresión de los datos personales operativos o de la limitación de su tratamiento, y de los motivos de la denegación. El \nresponsable del tratamiento podrá limitar, total o parcialmente, la comunicación de tal información, siempre y cuando \ndicha limitación constituya una medida necesaria y proporcionada en una sociedad democrática, teniendo debidamente en \ncuenta los derechos fundamentales y los intereses legítimos de la persona física afectada, para:\na) evitar que se obstaculicen indagaciones, investigaciones o procedimientos de índole oficial o legal;\nb) evitar que se cause perjuicio a la prevención, investigación, detección o enjuiciamiento de infracciones penales o a la \nejecución de sanciones penales;\nc) proteger la seguridad pública de los Estados miembros;\nd) proteger la seguridad nacional de los Estados miembros;\ne) proteger los derechos y libertades de otras personas, como las víctimas o los testigos.\nEl responsable del tratamiento informará al interesado de la posibilidad de presentar una reclamación ante el Supervisor \nEuropeo de Protección de Datos o de interponer recurso judicial ante el Tribunal de Justicia.\n5.\nEl responsable del tratamiento comunicará la rectificación de los datos personales operativos inexactos a la autoridad \ncompetente de la que procedan los datos personales operativos inexactos.\n6.\nCuando los datos personales operativos hayan sido rectificados o suprimidos o el tratamiento haya sido limitado en \nvirtud de los apartados 1, 2 o 3, el responsable del tratamiento lo notificará a los destinatarios y les informará de su \nobligación de rectificar o suprimir los datos personales operativos que estén bajo su responsabilidad o de limitar su \ntratamiento.\nArtículo 83\nDerecho de acceso en las investigaciones y los procesos penales\nCuando los datos personales operativos procedan de una autoridad competente, los órganos y organismos de la Unión, \nantes de decidir sobre el derecho de acceso del interesado verificarán, junto con la autoridad competente interesada, si \ndichos datos personales figuran en una resolución judicial o en un registro o expediente tramitado en el curso de \ninvestigaciones y procesos penales en el Estado miembro de dicha autoridad competente. De ser el caso, se tomará una \ndecisión sobre el derecho de acceso en consulta y estrecha cooperación con la autoridad competente de que se trate.\n21.11.2018\nES\nDiario Oficial de la Unión Europea\nL 295/91"
        },
        {
            "page": 54,
            "content": "Artículo 84\nEjercicio de los derechos del interesado y comprobación por el Supervisor Europeo de Protección de Datos\n1.\nEn los casos a que se refieren el artículo 79, apartado 3, el artículo 81 y el artículo 82, apartado 4, los derechos del \ninteresado también podrán ejercerse a través del Supervisor Europeo de Protección de Datos.\n2.\nEl responsable del tratamiento informará al interesado de la posibilidad de ejercer sus derechos a través del Supervisor \nEuropeo de Protección de Datos con arreglo al apartado 1.\n3.\nCuando se ejerza el derecho a que se refiere el apartado 1, el Supervisor Europeo de Protección de Datos informará al \ninteresado, al menos, de que ha efectuado todas las verificaciones necesarias o la revisión correspondiente. El Supervisor \nEuropeo de Protección de Datos también informará al interesado de su derecho a interponer recurso ante el Tribunal de \nJusticia.\nArtículo 85\nProtección de datos desde el diseño y por defecto\n1.\nEl responsable del tratamiento, teniendo en cuenta los últimos adelantos de la técnica, el coste de la aplicación y la \nnaturaleza, el alcance, el contexto y los fines del tratamiento, así como los riesgos de diversa probabilidad y gravedad para \nlos derechos y libertades de las personas físicas planteados por el tratamiento, aplicará tanto en el momento de determinar \nlos medios para el tratamiento como en el momento del propio tratamiento, las medidas técnicas y organizativas \napropiadas, como por ejemplo la seudonimización, concebidas para aplicar los principios de protección de datos, como por \nejemplo la minimización de datos, de forma efectiva y para integrar las garantías necesarias en el tratamiento, de tal manera \nque este cumpla los requisitos del presente Reglamento y del acto jurídico que lo establece, y se protejan los derechos de los \ninteresados.\n2.\nEl responsable del tratamiento aplicará las medidas técnicas y organizativas adecuadas para garantizar que, por \ndefecto, solo sean objeto de tratamiento los datos personales operativos que sean adecuados, pertinentes y no excesivos en \nrelación con los fines de su tratamiento. Esta obligación se aplicará a la cantidad de datos personales operativos recogidos, a \nla extensión de su tratamiento, a su período de conservación y a su accesibilidad. Tales medidas garantizarán en particular \nque, por defecto, los datos personales no sean accesibles, sin la intervención de la persona, a un número indeterminado de \npersonas físicas.\nArtículo 86\nCorresponsables del tratamiento\n1.\nCuando dos o más responsables del tratamiento o uno o más responsables junto con otro u otros responsables \ndistintos de las instituciones y organismos de la Unión determinen conjuntamente los objetivos y medios del tratamiento, \nserán considerados corresponsables del tratamiento. Los corresponsables del tratamiento determinarán de modo \ntransparente sus responsabilidades respectivas en el cumplimiento de sus obligaciones en materia de protección de datos, en \nparticular en cuanto al ejercicio de los derechos del interesado y a sus respectivas obligaciones de facilitar la información a \nque se refiere el artículo 79, mediante un acuerdo entre ellos, salvo que, y en la medida en que, sus responsabilidades \nrespectivas se rijan por el Derecho de la Unión o de los Estados miembros que les sea aplicable. Dicho acuerdo podrá \ndesignar un punto de contacto para los interesados.\n2.\nEl acuerdo mencionado en el apartado 1 reflejará debidamente las funciones y relaciones respectivas que los \ncorresponsables del tratamiento tengan respecto del interesado. Se pondrán a disposición del interesado los aspectos \nesenciales del acuerdo.\n3.\nIndependientemente de los términos del acuerdo mencionado en el apartado 1, los interesados podrán ejercer los \nderechos que les reconoce el presente Reglamento con respecto a cada uno de los responsables del tratamiento y frente a \nellos.\nArtículo 87\nEncargado del tratamiento\n1.\nCuando se vaya a realizar un tratamiento por cuenta de un responsable del tratamiento, este elegirá únicamente un \nencargado que ofrezca garantías suficientes para aplicar medidas técnicas y organizativas apropiadas, de manera que el \ntratamiento sea conforme con los requisitos del presente Reglamento y el acto jurídico por el que se establece el responsable \ndel tratamiento y garantice la protección de los derechos del interesado.\n2.\nEl encargado del tratamiento no recurrirá a otro encargado sin la autorización previa por escrito, específica o general, \ndel responsable del tratamiento. En el caso de autorización escrita general, el encargado informará al responsable de \ncualquier cambio previsto en la incorporación o sustitución de otros encargados, dando así al responsable la oportunidad \nde oponerse a dichos cambios.\nL 295/92\nES\nDiario Oficial de la Unión Europea\n21.11.2018"
        },
        {
            "page": 55,
            "content": "3.\nEl tratamiento por el encargado se regirá por un contrato u otro acto jurídico con arreglo al Derecho de la Unión o \ncon arreglo al Derecho de un Estado miembro que vincule al encargado respecto del responsable y fije el objeto, la duración, \nla naturaleza y la finalidad del tratamiento, el tipo de datos personales operativos y las categorías de interesados, y las \nobligaciones y derechos del responsable. Dicho contrato o acto jurídico estipulará, en particular, que el encargado:\na) actúe únicamente siguiendo las instrucciones del responsable;\nb) garantice que las personas autorizadas para tratar datos personales operativos se hayan comprometido a respetar la \nconfidencialidad o estén sujetas a una obligación legal de confidencialidad;\nc) asista al responsable por cualquier medio adecuado para garantizar el cumplimiento de las disposiciones sobre los \nderechos del interesado;\nd) a elección del responsable, suprima o devuelva a este todos los datos personales operativos una vez finalice la prestación \nde los servicios de tratamiento, y suprima las copias existentes a menos que se requiera la conservación de los datos \npersonales operativos en virtud del Derecho de la Unión o de un Estado miembro;\ne) ponga a disposición del responsable toda la información necesaria para demostrar el cumplimiento de las obligaciones \nestablecidas en el presente artículo;\nf) respete los requisitos exigidos en el apartado 2 y en el presente apartado para contratar a otro encargado del tratamiento;\n4.\nEl contrato u otro acto jurídico a que se refiere el apartado 3 se establecerá por escrito, inclusive en formato \nelectrónico.\n5.\nSi, al determinar los fines y medios del tratamiento, un encargado del tratamiento infringe el presente Reglamento o el \nacto jurídico por el que se establece el responsable del tratamiento, el encargado será considerado responsable del \ntratamiento con respecto a ese tratamiento.\nArtículo 88\nRegistro de operaciones\n1.\nEl responsable del tratamiento conservará registros de cada una de las operaciones de tratamiento siguientes en \nsistemas de tratamiento automatizados: recogida, alteración, acceso, consulta, comunicación, incluidas las transferencias, \ncombinación y supresión de datos personales operativos. Los registros de operaciones de consulta y comunicación harán \nposible determinar la justificación, así como la fecha y la hora, de tales operaciones y el nombre de la persona que consultó \no comunicó datos personales operativos, así como, en la medida de lo posible, la identidad de los destinatarios de dichos \ndatos personales operativos.\n2.\nDichos registros se utilizarán únicamente a efectos de verificar la licitud del tratamiento, de autocontrol, de garantizar \nla integridad y la seguridad de los datos personales operativos y en el ámbito de los procesos penales. Los registros se \neliminarán transcurridos tres años, a menos que sean necesarios para efectuar un control continuo.\n3.\nEl responsable del tratamiento pondrá los registros a disposición del correspondiente delegado de protección de datos \ny del Supervisor Europeo de Protección de Datos previa petición.\nArtículo 89\nEvaluación de impacto relativa a la protección de datos\n1.\nCuando sea probable que un tipo de tratamiento, en particular si utiliza nuevas tecnologías, por su naturaleza, \nalcance, contexto o fines, suponga un alto riesgo para los derechos y libertades de las personas físicas, el responsable del \ntratamiento llevará a cabo, de forma previa, una evaluación de impacto de las operaciones de tratamiento previstas en la \nprotección de datos personales operativos.\n2.\nLa evaluación mencionada en el apartado 1 incluirá, como mínimo, una descripción general de las operaciones de \ntratamiento previstas, una evaluación de los riesgos para los derechos y libertades de los interesados, las medidas \ncontempladas para hacer frente a estos riesgos, y las garantías, medidas de seguridad y mecanismos destinados a garantizar \nla protección de los datos personales operativos y a demostrar la conformidad con las normas en materia de protección de \ndatos, teniendo en cuenta los derechos e intereses legítimos de los interesados y las demás personas afectadas.\n21.11.2018\nES\nDiario Oficial de la Unión Europea\nL 295/93"
        },
        {
            "page": 56,
            "content": "Artículo 90\nConsulta previa al Supervisor Europeo de Protección de Datos\n1.\nEl responsable del tratamiento consultará al Supervisor Europeo de Protección de Datos antes de un tratamiento que \nvaya a formar parte de un nuevo sistema de archivo que haya de crearse, cuando:\na) la evaluación del impacto en la protección de los datos que dispone el artículo 89 indique que el tratamiento entrañaría \nun alto riesgo a falta de medidas adoptadas por el responsable del tratamiento para mitigar el riesgo; o\nb) el tipo de tratamiento, en particular cuando se usen tecnologías, mecanismos o procedimientos nuevos, constituya un \nalto riesgo para los derechos y las libertades de los interesados.\n2.\nEl Supervisor Europeo de Protección de Datos podrá establecer una lista de las operaciones de tratamiento que están \nsujetas a consulta previa con arreglo a lo dispuesto en el apartado 1.\n3.\nEl responsable del tratamiento facilitará al Supervisor Europeo de Protección de Datos la evaluación de impacto \nrelativa a la protección de datos a que se refiere el artículo 89 y, previa solicitud, cualquier información adicional que \npermita al Supervisor Europeo de Protección de Datos evaluar la conformidad del tratamiento y, en particular, los riesgos \npara la protección de los datos personales operativos del interesado y las garantías correspondientes.\n4.\nEn los casos en que el Supervisor Europeo de Protección de Datos considere que el tratamiento previsto a que se \nrefiere el apartado 1 contraviene lo dispuesto en el presente Reglamento o el acto jurídico por el que se establece el órgano u \norganismo de la Unión, especialmente en caso de que la este último tenga insuficientemente identificados o atenuados los \nriesgos, el Supervisor Europeo de Protección de Datos deberá proporcionar asesoramiento escrito al responsable del \ntratamiento, en un plazo máximo de seis semanas a partir de la recepción de la solicitud de consulta. Este plazo podrá \nprorrogarse un mes, en función de la complejidad del tratamiento previsto. El Supervisor Europeo de Protección de Datos \ninformará al responsable del tratamiento de tal prórroga en el plazo de un mes a partir de la recepción de la solicitud de \nconsulta, junto con los motivos de la dilación.\nArtículo 91\nSeguridad del tratamiento de datos personales operativos\n1.\nEl responsable del tratamiento y el encargado del tratamiento, teniendo en cuenta los últimos adelantos de la técnica, \nlos costes de aplicación y la naturaleza, el alcance, el contexto y los fines del tratamiento, así como la probabilidad y \ngravedad de los distintos riesgos que plantee el tratamiento para los derechos y libertades de las personas físicas, aplicarán \nlas medidas técnicas y organizativas apropiadas para garantizar el nivel de seguridad que corresponda según los riesgos, en \nparticular en lo que se refiere al tratamiento de categorías especiales de datos personales operativos.\n2.\nEn relación con el tratamiento automatizado, el responsable del tratamiento y el encargado del tratamiento, tras una \nevaluación de los riesgos, aplicarán medidas destinadas a:\na) denegar a personas no autorizadas el acceso a los equipamientos utilizados para el tratamiento de los datos («control de \nacceso a los equipamientos»);\nb) impedir que los soportes de datos puedan ser leídos, copiados, modificados o cancelados sin autorización («control de \nlos soportes de datos»);\nc) impedir la introducción no autorizada de datos personales operativos y la inspección, modificación o supresión no \nautorizadas de datos personales operativos conservados («control de la conservación»);\nd) impedir que los sistemas de tratamiento automatizado puedan ser utilizados por personas no autorizadas por medio de \ninstalaciones de comunicación de datos («control de los usuarios»);\ne) garantizar que las personas autorizadas a utilizar un sistema de tratamiento automatizado solo puedan tener acceso a los \ndatos personales operativos para los que han sido autorizadas («control del acceso a los datos»);\nf) garantizar que sea posible verificar y establecer a qué organismos se han transmitido o pueden transmitirse o a \ndisposición de qué organismos pueden ponerse los datos personales operativos mediante la comunicación de datos \n(«control de la transmisión»);\ng) garantizar que pueda verificarse y comprobarse a posteriori qué datos personales operativos se han introducido en los \nsistemas de tratamiento automatizado de datos y en qué momento y por qué persona han sido introducidos («control de \nla introducción»);\nL 295/94\nES\nDiario Oficial de la Unión Europea\n21.11.2018"
        },
        {
            "page": 57,
            "content": "h) impedir que, en el momento de la transmisión de datos personales operativos o durante el transporte de soportes de \ndatos, los datos personales operativos puedan ser leídos, copiados, modificados o suprimidos sin autorización («control \ndel transporte»);\ni) garantizar que los sistemas instalados puedan restablecerse en caso de interrupción («restablecimiento»);\nj) garantizar que las funciones del sistema no presenten defectos, que los errores de funcionamiento sean señalados \n(«fiabilidad») y que los datos personales operativos almacenados no se degraden por fallos de funcionamiento del sistema \n(«integridad»).\nArtículo 92\nNotificación al Supervisor Europeo de Protección de Datos de una violación de la seguridad de datos personales\n1.\nEn caso de violación de la seguridad de los datos personales, el responsable del tratamiento la notificará al Supervisor \nEuropeo de Protección de Datos sin dilación indebida y, de ser posible, a más tardar 72 horas después de que haya tenido \nconstancia de ella, a menos que sea improbable que dicha violación de la seguridad constituya un riesgo para los derechos y \nlas libertades de las personas físicas. Si la notificación al Supervisor Europeo de Protección de Datos no tiene lugar en el \nplazo de 72 horas, deberá ir acompañada de indicación de los motivos de la dilación.\n2.\nLa notificación del apartado 1 deberá, como mínimo:\na) describir la naturaleza de la violación de la seguridad de los datos personales, inclusive, cuando sea posible, las categorías \ny el número aproximado de interesados afectados, y las categorías y el número aproximado de registros de datos \npersonales operativos afectados;\nb) comunicar el nombre y los datos de contacto del delegado de protección de datos;\nc) describir las posibles consecuencias de la violación de la seguridad de los datos personales;\nd) describir las medidas adoptadas o propuestas por el responsable del tratamiento para poner remedio a la violación de la \nseguridad de los datos personales, incluyendo, si procede, las medidas adoptadas para mitigar los posibles efectos \nnegativos.\n3.\nSi no fuera posible, o en la medida en que no sea posible, facilitar simultáneamente la información mencionada en el \napartado 2, se podrá facilitar la información por etapas sin otra dilación indebida.\n4.\nEl responsable del tratamiento documentará cualquier violación de la seguridad de datos personales a que se hace \nreferencia en el apartado 1, incluidos los hechos relativos a dicha violación, sus efectos y las medidas correctivas adoptadas. \nDicha documentación permitirá al Supervisor Europeo de Protección de Datos verificar el cumplimiento de lo dispuesto en \nel presente artículo.\n5.\nCuando la violación de los datos personales operativos tenga que ver con datos que hayan sido transmitidos por o a \nlas autoridades competentes, el responsable del tratamiento comunicará la información a que se refiere el apartado 2 a las \nautoridades competentes de que se trate sin dilación indebida.\nArtículo 93\nComunicación de una violación de la seguridad de los datos personales al interesado\n1.\nCuando sea probable que la violación de la seguridad de los datos personales entrañe un alto riesgo para los derechos \ny libertades de las personas físicas, el responsable del tratamiento la comunicará al interesado sin dilación indebida.\n2.\nLa comunicación al interesado indicada en el apartado 1 del presente artículo describirá con un lenguaje claro y \nsencillo la naturaleza de la violación de la seguridad de los datos personales y contendrá, al menos, la información y las \nrecomendaciones a que se hace referencia en el artículo 92, apartado 2, letras b), c) y d).\n3.\nLa comunicación al interesado a que se refiere el apartado 1 no será necesaria si se cumple alguna de las condiciones \nsiguientes:\na) el responsable del tratamiento ha adoptado medidas de protección técnicas y organizativas apropiadas y estas medidas se \nhan aplicado a los datos personales operativos afectados por la violación de la seguridad de los datos personales, en \nparticular aquellas que hagan ininteligibles los datos personales operativos para cualquier persona que no esté autorizada \na acceder a ellos, como el cifrado;\n21.11.2018\nES\nDiario Oficial de la Unión Europea\nL 295/95"
        },
        {
            "page": 58,
            "content": "b) el responsable del tratamiento ha tomado medidas ulteriores que garanticen que ya no exista la probabilidad de que se \nconcretice el alto riesgo para los derechos y libertades del interesado a que se refiere el apartado 1;\nc) suponga un esfuerzo desproporcionado. En este caso, se optará en su lugar por una comunicación pública o una medida \nsemejante por la que se informe de manera igualmente efectiva a los interesados.\n4.\nCuando el responsable del tratamiento todavía no haya comunicado al interesado la violación de la seguridad de los \ndatos personales, el Supervisor Europeo de Protección de Datos, una vez considerada la probabilidad de que tal violación \nentrañe un alto riesgo, podrá exigirle que lo haga o podrá decidir que se cumple alguna de las condiciones mencionadas en \nel apartado 3.\n5.\nLa comunicación al interesado a que se hace referencia en el apartado 1 del presente artículo podrá aplazarse, \nlimitarse u omitirse con sujeción a las condiciones y por los motivos que se indican en el artículo 79, apartado 3.\nArtículo 94\nTransferencia de datos personales operativos a terceros países y organizaciones internacionales\n1.\nConforme a las limitaciones y condiciones establecidas en los actos jurídicos por los que se establecen los órganos u \norganismos de la Unión, el responsable del tratamiento podrá transferir datos personales operativos a una autoridad de un \ntercer país o a una organización internacional en la medida en que esa transferencia sea necesaria para el desempeño de las \ntareas del responsable del tratamiento, y únicamente cuando se cumplan las condiciones establecidas en el presente artículo, \nen particular:\na) la Comisión haya adoptado una decisión de adecuación con arreglo al artículo 36, apartado 3, de la Directiva (UE) 2016/ \n680, que acredite que el tercer país o un territorio o un sector de tratamiento de datos de ese tercer país, o la \norganización internacional de que se trate, garantizan un nivel de protección adecuado;\nb) a falta de una decisión de la Comisión sobre la adecuación con arreglo a la letra a), la Comisión haya celebrado un \nacuerdo internacional entre la Unión y ese tercer país u organización internacional con arreglo al artículo 218 del TFUE \nque ofrezca garantías adecuadas con respecto a la protección de la intimidad y los derechos y libertades fundamentales \nde las personas físicas;\nc) a falta de una decisión de la Comisión sobre la adecuación con arreglo a la letra a), o de un acuerdo internacional con \narreglo a la letra b), se haya celebrado un acuerdo de cooperación que permita el intercambio de datos personales \noperativos antes de la fecha de aplicación del respectivo acto jurídico por el que se establece el órgano u organismo de la \nUnión de que se trate, entre ese órgano u organismo de la Unión y el tercer país en cuestión.\n2.\nLos actos jurídicos por los que se establecen los órganos y organismos de la Unión podrán mantener o introducir \ndisposiciones más específicas sobre las condiciones para las transferencias internacionales de datos personales operativos, \nen particular sobre las transferencias mediante salvaguardias y excepciones adecuadas para situaciones específicas.\n3.\nEl responsable del tratamiento publicará en su sitio web y mantendrá al día la lista de decisiones de adecuación a que \nse refiere el apartado 1, letra a), y de acuerdos, convenios administrativos y otros instrumentos relacionados con la \ntransferencia de datos personales operativos de conformidad con el apartado 1.\n4.\nEl responsable del tratamiento llevará un registro pormenorizado de todas las transferencias realizadas de \nconformidad con el presente artículo.\nArtículo 95\nConfidencialidad de las medidas de investigación judicial y del proceso penal\nLos actos jurídicos por los que se establecen los órganos u organismos de la Unión que lleven a cabo actividades \ncomprendidas en el ámbito de aplicación de los capítulos 4 o 5 del título V de la tercera parte del TFUE podrán obligar al \nSupervisor Europeo de Protección de Datos, en el ejercicio de sus competencias de control, a tener lo más en cuenta posible \nla confidencialidad de las medidas de investigación judicial y del proceso penal, de conformidad con el Derecho de la Unión \no de los Estados miembros.\nL 295/96\nES\nDiario Oficial de la Unión Europea\n21.11.2018"
        },
        {
            "page": 59,
            "content": "CAPÍTULO X\nACTOS DE EJECUCIÓN\nArtículo 96\nProcedimiento de comité\n1.\nLa Comisión estará asistida por el comité establecido por el artículo 93 del Reglamento (UE) 2016/679. Dicho comité \nserá un comité en el sentido del Reglamento (UE) n.o 182/2011.\n2.\nEn los casos en que se haga referencia al presente apartado, se aplicará el artículo 5 del Reglamento (UE) n.o 182/ \n2011.\nCAPÍTULO XI\nREVISIÓN\nArtículo 97\nCláusula de revisión\nA más tardar el 30 de abril de 2022, y posteriormente cada cinco años, la Comisión presentará al Parlamento Europeo y al \nConsejo un informe sobre la aplicación del presente Reglamento, acompañado, en su caso, de las propuestas legislativas \noportunas.\nArtículo 98\nRevisión de actos jurídicos de la Unión\n1.\nA más tardar el 30 de abril de 2022, la Comisión revisará los actos jurídicos adoptados sobre la base de los Tratados \nque regulan el tratamiento de datos personales operativos por parte de órganos u organismos de la Unión cuando llevan a \ncabo actividades comprendidas en el ámbito de aplicación de los capítulos 4 o 5 del título V de la tercera parte del TFUE, \ncon el fin de:\na) evaluar su coherencia con la Directiva (UE) 2016/680 y el capítulo IX del presente Reglamento;\nb) detectar las divergencias que puedan dificultar el intercambio de datos personales operativos entre los órganos u \norganismos de la Unión cuando llevan a cabo actividades en esos ámbitos y las autoridades competentes; y\nc) detectar las divergencias que puedan dar lugar a una fragmentación jurídica de la legislación en materia de protección de \ndatos en la Unión.\n2.\nSobre la base de la revisión, y a fin de garantizar la protección uniforme y coherente de las personas físicas en relación \ncon el tratamiento, la Comisión podrá presentar propuestas legislativas oportunas, en particular a efectos la aplicación del \ncapítulo IX del presente Reglamento a Europol y a la Fiscalía Europea, incluyendo adaptaciones del capítulo IX del presente \nReglamento, de ser necesario.\nCAPÍTULO XII\nDISPOSICIONES FINALES\nArtículo 99\nDerogación del Reglamento (CE) n.o 45/2001 y de la Decisión n.o 1247/2002/CE\nQuedan derogados, con efectos a partir del 11 de diciembre de 2018, el Reglamento (CE) n.o 45/2001 y la Decisión \nn.o 1247/2002/CE. Las referencias al Reglamento y a la Decisión derogados se entenderán hechas al presente Reglamento.\nArtículo 100\nMedidas transitorias\n1.\nLa Decisión 2014/886/UE del Parlamento Europeo y del Consejo (1) y los actuales mandatos del Supervisor Europeo \nde Protección de Datos y el Supervisor Adjunto no se verán afectados por el presente Reglamento.\n21.11.2018\nES\nDiario Oficial de la Unión Europea\nL 295/97\n(1)\nDecisión 2014/886/UE del Parlamento Europeo y del Consejo, de 4 de diciembre de 2014, por la que se nombra al Supervisor \nEuropeo de Protección de Datos y al Supervisor Adjunto (DO L 351 de 9.12.2014, p. 9)."
        },
        {
            "page": 60,
            "content": "2.\nEl Supervisor Adjunto recibirá la misma consideración que el secretario del Tribunal de Justicia en cuanto a la \ndeterminación de su salario, asignaciones, pensión de jubilación y demás ventajas de carácter retributivo.\n3.\nEl artículo 53, apartados 4, 5 y 7, y los artículos 55 y 56 del presente Reglamento se aplicarán al actual Supervisor \nAdjunto hasta el final de su mandato.\n4.\nEl Supervisor Adjunto asistirá al Supervisor Europeo de Protección de Datos en el cumplimiento de las funciones de \neste último y le sustituirá en caso de ausencia o impedimento hasta el final del mandato del actual Supervisor Adjunto.\nArtículo 101\nEntrada en vigor y aplicación\n1.\nEl presente Reglamento entrará en vigor a los veinte días de su publicación en el Diario Oficial de la Unión Europea.\n2.\nNo obstante, el presente Reglamento se aplicará al tratamiento de datos personales por parte de Eurojust a partir del \n12 de diciembre de 2019.\nEl presente Reglamento será obligatorio en todos sus elementos y directamente aplicable en cada Estado \nmiembro.\nHecho en Estrasburgo, el 23 de octubre de 2018.\nPor el Parlamento Europeo\nEl Presidente\nA. TAJANI\nPor el Consejo\nLa Presidenta\nK. EDTSTADLER\nL 295/98\nES\nDiario Oficial de la Unión Europea\n21.11.2018"
        }
    ]
}