{
    "title": "ISO-27001-2022.pdf",
    "sections": [
        {
            "page": 1,
            "content": "ISO 27001:2022\nGUÍA DE IMPLEMENTACIÓN DE SISTEMAS DE GESTIÓN DE \nSEGURIDAD DE LA INFORMACIÓN\n53,000\nGLOBALLY\nCERTIFICATES\n100\nTRANSPARENT\n\nISO 27001:2022\n\nGUÍA DE IMPLEMENTACIÓN DE SISTEMAS DE GESTIÓN DE\nSEGURIDAD DE LA INFORMACIÓN\n\n  \n   \n    \n\nqorooo===a\n\n   \n\n[5\n'\nL\n\ni\n=pon=--\n\n  \n\nboo\nil\n\n \n\n53,000 100% 1000'? AVERAGE 79, s1O OPERATING\n100\na O A ta css 19) F1OO Cobre"
        },
        {
            "page": 2,
            "content": "ISO 27001:2022 IMPLEMENTATION GUIDE\n2\n> \u0007ISO 27001:2022\nGUÍA DE IMPLEMENTACIÓN\n*UK and Ireland only\n\nGUÍA DE IMPLEMENTACIÓN\n\n \n\nUE IN"
        },
        {
            "page": 3,
            "content": "ISO 27001:2022 IMPLEMENTATION GUIDE\n3\nContenido\n\t\nP04\n\t\n P05\n\t\n P06\n\t\n P07\n\t\n P08\n\t\n P09\n\t\nP10\n\t\n P11\n\t\n P12\n\t\n P13\n\t\n P14\n\t\n P16\n\t\n P18\nSECCIÓN 7: Apoyo \t\n P22\n\t\n P24\n\t\n P26\n\t\n P28\n\t\n P30\n\t\n P31\n\nContenido\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nIntroducción a la norma Po4\nVentajas de la implantación PO5\nPrincipios clave y terminología PO06\nCiclo PDCA Po07\nPensamiento basado en el riesgo / auditorías P08\nPensamiento basado en procesos / auditoría POo9\nAnexo SL P10\nSECCIÓN 1: Alcance P11\nSECCIÓN 2: Referencias normativas P12\nSECCIÓN 3: Términos y definiciones P13\nSECCIÓN 4: Contexto de la organización P14\nSECCIÓN 5: Liderazgo P16\nSECCIÓN 6: Planificación P18\nSECCIÓN 7: Apoyo P22\nSECCIÓN 8: Funcionamiento P24\nSECCIÓN 9: Evaluación del rendimiento P26\nSECCIÓN 10: Mejora P28\nSaque el máximo partido a su gestión P30\nPróximos pasos una vez implantado P31\n\n \n\nge GLos\nOVER Ss\n\n30\n\nYEARS o”\nWeg 19\n\nISO 27001:2022 IMPLEMENTATION GUIDE"
        },
        {
            "page": 4,
            "content": "ISO 27001:2022 IMPLEMENTATION GUIDE\n4\nINTRODUCCIÓN A \nLA NORMA\nISO 27001:2022 IMPLEMENTATION GUIDE\n4\nLa familia 27000\nLa serie de normas 27000 nació en 1995 como BS \n7799 y fue redactada por el Departamento de Comercio e \nIndustria (DTI) del Reino Unido. Las normas se denominan \ncorrectamente \"ISO/IEC\" porque son desarrolladas y \nmantenidas conjuntamente por dos organismos \ninternacionales de normalización: ISO (Organización \nInternacional de Normalización) e IEC (Comisión \nElectrotécnica Internacional). Sin embargo, para simplificar, en \nel uso cotidiano se suele omitir la parte \"IEC\".\nActualmente hay 45 normas publicadas en la serie ISO 27000. \nDe ellas, la ISO 27001 es la única norma destinada a la \ncertificación. Todas las demás normas ofrecen orientación \nsobre la aplicación de las mejores prácticas. Algunas orientan \nsobre cómo desarrollar SGSI para sectores concretos; otras \norientan sobre cómo implantar procesos y controles clave de \ngestión de riesgos para la seguridad de la información.\nRevisiones y actualizaciones \nLas normas ISO se revisan cada cinco años para \nevaluar si es necesario actualizarlas. \nLa actualización más reciente de la norma ISO 27001 tuvo \nlugar en 2022 y supuso una importante reestructuración \ndel anexo SL, así como una serie de nuevos controles. \nLa mayoría de las empresas poseen o tienen acceso a información valiosa o sensible. No \nproteger adecuadamente esta información puede tener graves consecuencias operativas, \nfinancieras y jurídicas. En algunos casos, pueden llevar a la quiebra total de la empresa.  \nEl reto al que se enfrentan la mayoría de las empresas es cómo ofrecer una protección adecuada. En \nconcreto, ¿cómo se aseguran de haber identificado todos los riesgos a los que están expuestas y cómo \npueden gestionarlos de forma proporcionada, sostenible y rentable?\nISO 27001 es la norma reconocida internacionalmente para Sistemas de Gestión de Seguridad de la \nInformación (SGSI). Proporciona un marco sólido para proteger la información que puede adaptarse a todo \ntipo y tamaño de organizaciones. Las organizaciones que están muy expuestas a riesgos relacionados con la \nseguridad de la información optan cada vez más por implantar un SGSI que cumpla la norma ISO 27001.\nTres de las normas son especialmente útiles \npara todo tipo de organizaciones a la hora de \nimplantar un SGSI. Son las siguientes: \n•\u0007  ISO 27000 Tecnología de la información -\nVisión general y vocabulario\n•\u0007  ISO 27002 Tecnología de la información -\nTécnicas de seguridad - Código de buenas\nprácticas para los controles de seguridad de la\ninformación. Este es el más comúnmente\nreferenciado, relativo al diseño e implementación\nde los 93 controles especificados en el Anexo A\nde ISO 27001:2022.\n•\u0007  ISO 27005 Tecnología de la información -\nTécnicas de seguridad - Gestión de la\nseguridad de la información."
        },
        {
            "page": 5,
            "content": "ISO 27001:2022 IMPLEMENTATION GUIDE\n5\nBENEFICIOS DE \nLA IMPLANTACIÓN\nCOMERCIAL\nContar con el aval de una tercera parte \nindependiente para un SGSI puede \nproporcionar a una organización una ventaja \ncompetitiva frente a sus competidores. Los \nclientes expuestos a importantes riesgos de \nseguridad de la información exigen ahora la \ncertificación ISO 27001 en las licitaciones.\nSi el cliente también cuenta con la \ncertificación ISO 27001, sólo elegirán \ntrabajar con proveedores cuyos controles de \nseguridad de la información coincidan con \nsus propios requisitos contractuales.\nPara las organizaciones que desean trabajar \ncon este tipo de clientes, disponer de un SGSI \ncon certificación ISO 27001 es un requisito \nclave para mantener y aumentar sus ingresos \ncomerciales.\nOPERATIVO\nLa obtención de la ISO 27001 favorece una \ncultura interna que es constantemente \nconsciente de los riesgos para la seguridad de \nla información y tiene un enfoque coherente \npara hacerles frente. Esto conduce a controles \nque son más sólidos a la hora de hacer frente a \nlas amenazas. También se minimiza el coste de \nsu implantación y mantenimiento, y en caso de \nque estos controles fallen, las consecuencias se \nreducirán y mitigarán con mayor eficacia.\nTRANQUILIDAD\nLas organizaciones tienen información que es \nfundamental para sus operaciones, vital para \nmantener su ventaja competitiva o una parte \ninherente de su valor financiero.\nContar con un SGSI sólido permite a los \ndirectivos de las empresas dormir más \ntranquilos, sabiendo que están menos \nexpuestos al riesgo de multas cuantiosas, \ninterrupciones importantes de la actividad \nempresarial o un un atque cibernético.\nISO 27001 es un marco reconocido \ninternacionalmente para un SGSI de mejores \nprácticas y su cumplimiento puede verificarse \nde forma independiente para mejorar la \nimagen de una organización y dar confianza a \nsus clientes.\nLa seguridad de la información tiene ahora una importancia fundamental para las \norganizaciones, y la adopción de la norma ISO 27001 es cada vez más común. Ya no se \ntrata de si se verán afectadas por una violación de la seguridad, sino de cuándo y cómo \nresponderán.  \nImplantar un Sistema de Gestión de la Seguridad de la Información (SGSI) y conseguir la certificación ISO 27001 es una \nempresa importante. Sin embargo, si se hace de forma eficaz, las organizaciones que necesitan proteger información \nvaliosa o sensible obtienen importantes beneficios. Estas ventajas suelen clasificarse en tres ámbitos:\nISO 27001:2022 IMPLEMENTATION GUIDE\n5"
        },
        {
            "page": 6,
            "content": "ISO 27001:2022 IMPLEMENTATION GUIDE\n6\nPRINCIPIOS CLAVE \nY TERMINOLOGÍA\nEl objetivo principal de un SGSI es proteger la información sensible o valiosa. La información \nsensible suele incluir información sobre empleados, clientes y proveedores. La información \nvaliosa puede incluir propiedad intelectual, datos financieros, registros legales, datos \ncomerciales y datos operativos.\nISO 27001:2022 IMPLEMENTATION GUIDE\n6\nEstos tipos de riesgo para la seguridad de la información \nforman lo que comúnmente se denomina la tríada CID.\nLos riesgos en la seguridad de la información surgen \nnormalmente de la presencia de amenazas y \nvulnerabilidades en los activos que procesan, almacenan, \nguardan, protegen o controlan el acceso a la información \nque pueden dar lugar a incidentes.\nEn el contexto de la norma ISO 27001, los activos suelen \nincluir información, personas, equipos, sistemas o \ninfraestructuras.\nLa información es el conjunto o conjuntos de datos que una \norganización quiere proteger, como registros de empleados, \nregistros de clientes, registros financieros, datos de diseño, \ndatos de pruebas, etc.\nLos incidentes son sucesos no deseados que provocan una \npérdida de confidencialidad (por ejemplo, una violación de \ndatos), integridad (por ejemplo, la corrupción de datos) o \ndisponibilidad (por ejemplo, un fallo del sistema).\nLas amenazas son las que provocan los incidentes y \npueden ser malintencionadas (por ejemplo, un ciberataque), \naccidentales (por ejemplo, compartir accidentalmente \ninformación con la parte equivocada) o de fuerza mayor \n(por ejemplo, una inundación).\nVulnerabilidades como ventanas abiertas en las oficinas, \nerrores de configuración del código fuente o la ubicación de \nedificios junto a ríos aumentan la probabilidad de que la \npresencia de una amenaza dé lugar a un incidente \nindeseado y costoso.\nEn seguridad de la información, el riesgo se gestiona \nmediante el diseño, la aplicación y el mantenimiento de \ncontroles como ventanas cerradas con llave, pruebas de \nsoftware, configuraciones correctas, parcheado de software \no ubicación de equipos vulnerables por encima del nivel del\nsuelo.\nUn SGSI que cumple con la norma ISO 27001 tiene un \nconjunto interrelacionado de procesos de mejores prácticas \nque apoyan el diseño, implementación y mantenimiento de \ncontroles, específicos para ese negocio.\nLos procesos que forman parte de un SGSI suelen ser una \ncombinación de los procesos empresariales básicos \nexistentes (por ejemplo, contratación, inducción, formación, \ncompras, diseño de productos, mantenimiento de equipos, \nprestación de servicios,) y los específicos para mantener y \nmejorar la seguridad de la información (por ejemplo, gestión \nde cambios, gestión de la configuración, control de acceso, \ngestión de incidentes, inteligencia de amenazas).\nConfidencialidad\ncuando una o \nacceso no autorizado a \nla información.\nIntegridad\ncuando se modifique el \ncontenido de la \ninformación de modo que \ndeje de ser exacta o \ncompleta.\nDisponibilidad\ncuando se pierda u \nobstaculice el \nacceso a la \ninformación.\nLOS TIPOS DE \nRIESGO A LOS \nQUE ESTÁ SUJETA \nLA INFORMACIÓN \nSENSIBLE\nPUEDEN \nAGRUPARSE \nGENERALMENTE \nEN 3\nCATEGORÍAS:"
        },
        {
            "page": 7,
            "content": "ISO 27001:2022 IMPLEMENTATION GUIDE\n7\nCICLO PDCA\nPlanificar-Hacer-Verificar-Actuar es un ejemplo de sistema de bucle cerrado. Esto garantiza que el aprendizaje de las fases \nde \"hacer\" y \"comprobar\" se utiliza para informar las fases de \"actuar\" y \"planificar\" posteriores. En teoría, se trata de un \nsistema cíclico, pero es más bien una espiral ascendente, ya que el aprendizaje te hace avanzar cada vez que pasas por \nel proceso.\nModelo PDCA ISO 27001\nPlanificar:\nEstablecer objetivos, \nrecursos necesarios, \nrequisitos de clientes \ny partes interesadas, \npolíticas organizativas \ne identificar riesgos y \noportunidades.\nHacer:\nAplicar lo \nprevisto.\nVerificar:\nSupervisar y medir los \nprocesos para \nestablecer el \nrendimiento en relación \ncon políticas, objetivos, \nrequisitos y  actividades \nplanificadas, e informar \nde los resultados.\nActuar:\nTomar medidas para \nmejorar el \nrendimiento, según \nsea necesario.\nLa norma ISO 27001 se basa en el ciclo Planificar-Hacer-Verificar-Actuar (PDCA), \ntambién conocido como rueda de Deming o ciclo de Shewhart. El ciclo PDCA puede \naplicarse no sólo al sistema de gestión en su conjunto, sino también a cada elemento \nindividual para proporcionar un enfoque continuo en la mejora continua.\nESTABLECER\nEL SGSI \nCONTROLAR\nY REVISAR \nEL SGSI \nMANTENER\nY MEJORAR\nEL SGSI \nIMPLANTAR\nY OPERAR\nEL SGSI\nPlanificar\nHacer\nActuar\nVerificar\nSISTEMA DE GESTIÓN DE LA SEGURIDAD DE LA INFORMACIÓN (4)\nPARTES \nINTERESADAS \nREQUISITOS Y \nEXPECTATIVAS \nEN MATERIA DE \nSEGURIDAD DE \nLA \nINFORMACIÓN\nEn resumen:\nPARTES \nINTERESADAS \nSEGURIDAD\nDE LA\nINFORMACIÓN \nGESTIONADA\n\nCICLO PDCA\n\nLa norma ISO 27001 se basa en el ciclo Planificar-Hacer-Verificar-Actuar (PDCA),\ntambién conocido como rueda de Deming o ciclo de Shewhart. El ciclo PDCA puede\naplicarse no sólo al sistema de gestión en su conjunto, sino también a cada elemento\n\nindividual para proporcionar un enfoque continuo en la mejora continua.\n\nEn resumen:\n\nPlanificar: Hacer:\n\n¡cl NAS\nAA\nrequisitos de clientes\nAN ECT EER\npolíticas organizativas\nie ioN\noportunidades.\n\nAplicar lo\nSEO\n\n \n\nModelo PDCA ISO 27001\n\nCENA IINSAN INNNOS\n\nNS\nIU NS\n\nMANTENER\nY MEJORAR\nEL SGSI\n\nREQUISITOS Y\nEXPECTATIVAS\nIS\nSEGURIDAD DE\n\n1 y\nINFORMACIÓN\n\nVerificar:\n\nSupervisar y medir los\nlA AE\n\ncl\nRACE]\nNAS\nrequisitos y actividades\nER ES\nECN clolosA\n\n \n\nESTABLECER\nEL SGSI\n\nIMPLANTAR\n\nY OPERAR\nEL SGSI\n\nCONTROLAR\nY REVISAR\nEL SGSI\n\nNA ETE\n\nE EEE\nmejorar el\n\nIST\nMilo\n\n \n\nINS\nIU\n\nSEGURIDAD\nWN\n\nIN INT\n(TONTOS\n\n \n\nPlanificar-Hacer-Verificar-Actuar es un ejemplo de sistema de bucle cerrado. Esto garantiza que el aprendizaje de las fases\nde \"hacer\" y \"comprobar\" se utiliza para informar las fases de \"actuar\" y \"planificar\" posteriores. En teoría, se trata de un\nsistema cíclico, pero es más bien una espiral ascendente, ya que el aprendizaje te hace avanzar cada vez que pasas por\n\nel proceso.\n\nISO 27001:2022 IMPLEMENTATION GUIDE"
        },
        {
            "page": 8,
            "content": "ISO 27001:2022 IMPLEMENTATION GUIDE\n8\nPENSAMIENTO \nBASADO EN EL \nRIESGO/AUDITORÍAS\nAuditorías de 1ª parte -  \nAuditorías internas \nLas auditorías internas son una gran oportunidad para \naprender dentro de su organización. Proporcionan tiempo para \ncentrarse en un proceso o departamento concreto y evaluar \nrealmente su rendimiento. El objetivo de una auditoría interna \nes garantizar el cumplimiento de las políticas, procedimientos y \nprocesos determinados por usted, la organización, y confirmar \nla conformidad con los requisitos de la norma ISO 27001.\nPlanificación de auditorías\nElaborar un calendario de auditorías puede parecer un \nejercicio complicado. Dependiendo de la escala y \ncomplejidad de sus operaciones, puede programar auditorías \ninternas desde cada mes hasta una vez al año.\nPensamiento basado en riesgo\nLa mejor manera de considerar la frecuencia de las auditorías \nes examinar los riesgos que entraña el proceso o la actividad \nque se está auditando. Cualquier proceso de alto riesgo, ya \nsea porque tiene un alto potencial de salir mal o porque las \nconsecuencias serían graves si saliera mal, debe auditarse \ncon más frecuencia que un proceso de bajo riesgo.\nLa forma de evaluar los riesgos depende exclusivamente de \nusted. La norma ISO 27001 no dicta ningún método \nconcreto de evaluación o gestión de riesgos.\nLas organizaciones deben aplicar una metodología de \nevaluación de riesgos y un plan de tratamiento con criterios \nadecuados de aceptación de riesgos y los criterios necesarios \npara llevar a cabo una evaluación de riesgos en primer lugar. \nEste proceso debe estar plenamente integrado en su sistema \nde gestión. Los riesgos deben priorizarse para su tratamiento \ny tratarse adecuadamente. \nPara tratar el riesgo, las organizaciones pueden seleccionar y \naplicar los controles aplicables del anexo A, así como aplicar \ncualquier otro control al margen de éste para gestionar sus \nriesgos hasta un nivel aceptable. En consecuencia, debe \nelaborarse una Declaración de Aplicabilidad y cada control del \nAnexo A debe justificarse, tanto si se aplica como si no. La \ngestión de riesgos es fundamental en un SGSI y tan \nimportante como la identificación y valoración de activos.\n2a parte - Auditorías externas \nLas auditorías de segunda parte suelen ser realizadas por los \nclientes o por terceros en su nombre, o usted puede llevarlas \na cabo con sus proveedores externos. Las auditorías de \nsegunda parte también pueden ser realizadas por \nreguladores o cualquier otra parte externa que tenga un \ninterés formal en una organización.\nEs posible que tenga poco control sobre el momento y la \nfrecuencia de estas auditorías, pero si establece su propio \nSGSI se asegurará de estar bien preparado cuando se \nproduzcan.\n3a parte - Auditoría certificación\nLas auditorías de terceros corren a cargo de organismos de \ncertificación externos acreditados por UKAS, como NQA.\nEl organismo de certificación evaluará la conformidad con la \nnorma ISO 27001:2022, para lo cual un representante visitará \nla organización y evaluará el sistema pertinente y sus \nprocesos. El mantenimiento de la certificación también \nimplica reevaluaciones periódicas.\nLa certificación demuestra a los clientes su compromiso con \nla calidad, la seguridad y las crecientes amenazas a las \nempresas en este mundo digital.\nLas auditorías son un enfoque sistemático, basado en pruebas y en procesos para evaluar \nsu Sistema de Gestión de la Seguridad de la Información. Se realizan interna y \nexternamente para verificar la eficacia del SGSI. Las auditorías son un ejemplo brillante de \ncómo se adopta el pensamiento basado en el riesgo dentro de la Gestión de la Seguridad \nde la Información.\n•\u0007 Evaluación periódica\npara supervisar y\nmejorar continuamente\nlos procesos.\n•\u0007  Credibilidad de que el\nsistema puede lograr los\nresultados previstos.\n•\u0007  Reducción del riesgo y la\nincertidumbre y aumento\nde las oportunidades de\nmercado.\n•\u0007  Coherencia en los\nresultados diseñados para\nsatisfacer las expectativas\nde las partes interesadas.\nLA CERTIFICACIÓN ASEGURA:"
        },
        {
            "page": 9,
            "content": "ISO 27001:2022 IMPLEMENTATION GUIDE\n9\nPENSAMIENTO BASADO \nEN PROCESOS/\nAUDITORÍA\nUn proceso es la transformación de entradas en salidas, que \ntiene lugar como una serie de pasos y da lugar al objetivo u \nobjetivos previstos. A menudo, la salida de un proceso se \nconvierte en entrada de otro proceso posterior. Muy pocos \nprocesos funcionan de forma aislada.\nIncluso una auditoría tiene un enfoque de proceso. Comienza \ncon la identificación del alcance y los criterios, establece un \ncurso de acción claro para lograr el resultado y tiene un \nproducto definido (el informe de auditoría). Utilizar el enfoque \npor procesos para auditar también garantiza que se asignan a \nla auditoría el tiempo y las competencias correctos. Esto la \nconvierte en una evaluación eficaz del rendimiento del SGSI.\n\"Se consiguen resultados coherentes y predecibles con mayor eficacia y \neficiencia cuando las actividades se entienden y gestionan como \nprocesos interrelacionados que funcionan como un sistema coherente.\" \nISO 27001:2022 Fundamentos\ny vocabulario \nComprender cómo se interrelacionan los procesos y \nproducen resultados puede ayudarle a identificar \noportunidades de mejora y optimizar el rendimiento global. \nEsto también es aplicable cuando los procesos, o parte de \nellos, se externalizan.\nComprender cómo afecta o podría afectar esto al resultado, \ny comunicarlo claramente a la empresa que presta el \nservicio externalizado, garantiza la claridad y la \nresponsabilidad en el proceso.\nEl último paso del proceso consiste en revisar el resultado \nde la auditoría y asegurarse de que la información obtenida \nse utiliza correctamente. Una revisión formal de la gestión es \nla oportunidad de reflexionar sobre el rendimiento del SGSI \ny de tomar decisiones sobre cómo y dónde mejorar. El \nproceso de revisión por la dirección se trata con mayor \nprofundidad en la Sección 9 - Evaluación del desempeño.\nUn proceso es la transformación de entradas en salidas, que tiene lugar como una serie \nde pasos o actividades que dan lugar al objetivo u objetivos previstos. A menudo, la \nsalida de un proceso se convierte en una entrada para otro proceso posterior. Muy pocos \nprocesos funcionan de forma aislada.\n\"Proceso: conjunto de actividades \ninterrelacionadas o en interacción que utiliza o \ntransforma insumos para obtener un resultado\". \nFundamentos y vocabulario de ISO 27001:2022\n£\n£"
        },
        {
            "page": 10,
            "content": "ISO 27001:2022 IMPLEMENTATION GUIDE\n10\nANEXO SL\nAntes de la adopción del anexo SL había muchas diferencias \nentre las estructuras de las cláusulas, los requisitos y los \ntérminos y definiciones utilizados en las distintas normas de \nsistemas de gestión. Ello dificultaba a las organizaciones la \nintegración de la aplicación y gestión de varias normas, entre \nlas que las más comunes eran las de medio ambiente, \ncalidad, salud y seguridad, y seguridad de la información. \nLa norma ISO 27001 ha adoptado el anexo SL, y esta estructura también se utiliza para las \nnormas ISO 14001 (norma de sistemas de gestión medioambiental) e ISO 45001 (norma de \nsistemas de gestión de la salud y la seguridad).\nEstructura de alto nivel\nEl anexo SL consta de 10 cláusulas:\n1.\t Alcance\n2.\t Referencias normativas\n3.\t Términos y definiciones\n4.\t Contexto de la organización\n5.\t Liderazgo\n6.\t Planificación\n7.\t Soporte\n8.\t Operación\n9.\t Evaluación del rendimiento\n10.\t Mejora\nDe estas cláusulas, los términos comunes y las \ndefiniciones básicas no pueden modificarse. Los \nrequisitos no pueden suprimirse ni modificarse, pero \nsí pueden añadirse requisitos y recomendaciones \nespecíficos de una disciplina. \nTodos los sistemas de gestión requieren tener en \ncuenta el contexto de la organización (más \ninformación al respecto en la sección 4); un conjunto \nde objetivos pertinentes para la disciplina, en este \ncaso la calidad, y alineados con la dirección \nestratégica de la organización; una política \ndocumentada que respalde el sistema de gestión y \nsus objetivos; auditorías internas y revisión por parte \nde la dirección. Cuando existen varios sistemas de \ngestión, muchos de estos elementos pueden \ncombinarse para abordar más de una norma."
        },
        {
            "page": 11,
            "content": "ISO 27001:2022 IMPLEMENTATION GUIDE\n11\nSECCIÓN 1: \nALCANCE\nLa sección Alcance de la norma ISO 27001 establece: \n•\u0007 la finalidad de la norma.\n•\u0007 Los tipos de organizaciones a las que se aplica; y\n•\u0007  Las secciones de la norma (denominadas cláusulas) que contienen los \nrequisitos que debe cumplir una organización para que se certifique su \n\"conformidad\" con la misma (es decir, que es conforme).\nLa norma ISO 27001 está diseñada para ser aplicable a cualquier tipo de \norganización. Independientemente de su tamaño, complejidad, sector \nindustrial, finalidad o madurez, su organización puede implantar y \nmantener un SGSI que cumpla la norma ISO 27001.\nISO 27001:2022 IMPLEMENTATION GUIDE\n11\nLa norma ISO 27001 consta de 10 \nsecciones conocidas como cláusulas.\nLos requisitos de la norma ISO 27001 que \ndeben cumplirse se especifican en las \ncláusulas 4.0 a 10.0.  La organización debe \ncumplir con todos los requisitos de las \ncláusulas 4.0 - 10.0. No pueden declarar una o \nmás cláusulas como no aplicables a ellos. No \npueden declarar que una o más cláusulas no \nles son aplicables.\nEn la norma ISO 27001, además de las \ncláusulas 4.0 a 10.0, hay un conjunto adicional \nde requisitos detallados en una sección \ndenominada Anexo A, a la que se hace \nreferencia en la cláusula 6.0. \nEl Anexo A contiene 93 controles de \nseguridad de la información. Es necesario \ntener en cuenta cada uno de estos 93 \ncontroles. Para cumplir con la norma ISO \n27001, la organización debe implementar \nestos controles, o se debe dar una \njustificación aceptable para no implementar \nun control en particular.\n10 CLÁUSULAS DE ISO 27001:2022\nCONTROLES\nMEJORA\nCONTINUA\nSEGUIMIENTO\nPARTES INTERESADAS\nAMENAZA\nCONTROL\nACCESO \nBIENES\nVULNERABILIDADES\nRIESGOS\nINFORMACIÓN\nCONFIDENCIALIDAD \nINTEGRIDAD\nDISPONIBILIDAD\nUSO\nREGULADO\nVALOR\n\n74\n10 CLAUSULAS DE ISO 27001:2022\n.\nEEN AL\n\nMAC MEA E EOS\n\ndeben cumplirse se especifican en las\n\nsecciones conocidas como cláusulas.\n\ncláusulas 4.0 a 10.0. La organización debe VALOR\ncumplir con todos los requisitos de las\ncláusulas 4.0 - 10.0. No pueden declarar una o\nmás cláusulas como no aplicables a ellos. No\nTAR NE A EEES\n\nles son aplicables.\njee M1]\n\nEn la norma ISO 27001, además de las INFORMACIÓN\ncláusulas 4.0 a 10.0, hay un conjunto adicional\nME cl]\nMEE MA EN E\n\nacc\n\ne 09)\n\nEdel M0) 1»)\n\nYN\n“uy\n[a]\n<\na\na\n[5]\nX\n[oa]\npr\nz\npa]\nEl\nES\n\nNOE ER\nEE lo)\ntener en cuenta cada uno de estos 93\ncontroles. Para cumplir con la norma ISO\nE lr Ela\nOA MS INE\nPi cl\no ca\n\nSEGUIMIENTO\n\n \n\n \n\nLa sección Alcance de la norma ISO 27001 establece:\n+ la finalidad de la norma.\nRR rela lra teo ER llo HN\n\n+ Las secciones de la norma (denominadas cláusulas) que contienen los\nSR TARA Elle too Ml MAR UN\n\"conformidad\" con la misma (es decir, que es conforme).\n\nLa norma ISO 27001 está diseñada para ser aplicable a cualquier tipo de\n(oro Fila ER cl eco\nREM EE Al Er TA Ec\nEC REE Oe"
        },
        {
            "page": 12,
            "content": "ISO 27001:2022 IMPLEMENTATION GUIDE\n12\nSECCIÓN 2: \nREFERENCIAS \nNORMATIVAS\nAlgunos de los términos y requisitos detallados en la norma ISO \n27001 se explican con más detalle en la norma ISO 27000. La \nreferencia a la norma ISO 27000 es muy útil para comprender \nmejor un requisito o identificar la mejor forma de cumplirlo.\nCONSEJO - Los auditores externos esperarán que haya tenido \nen cuenta la información contenida en la norma ISO 27000 en el \ndesarrollo e implantación de su SGSI.\nEn las normas ISO, la sección Referencias normativas enumera cualquier otra norma que \ncontenga información adicional relevante para determinar si una organización cumple la \nnorma en cuestión. En la norma ISO 27001, solo se enumera un documento: ISO 27000 \nTecnología de la información - Visión general y vocabulario."
        },
        {
            "page": 13,
            "content": "ISO 27001:2022 IMPLEMENTATION GUIDE\n13\nAdemás de los términos explicados \nanteriormente en la sección \"Principios clave y \nterminología\", otros términos importantes son:\nControles de acceso \nGarantizar que el acceso físico y lógico a los activos está \nautorizado y restringido en función de los requisitos de \nseguridad de la empresa y de la información.\nActivo de información\nUn conjunto de información, definido y gestionado como una \nsola unidad, para que pueda ser comprendido, compartido, \nprotegido y explotado. Los activos de información deben \nidentificarse y su valor establecerse asignando su valor a la \norganización, basándose en los impactos reputacionales y/o \nfinancieros que pueden causar si se ven comprometidos.\nRiesgo\nCombinación de la probabilidad de que se produzca un \nsuceso relacionado con la seguridad de la información y las \nconsecuencias resultantes.\nEvaluación de riesgos \nProceso de identificación de riesgos, análisis del nivel de \nriesgo que plantea cada uno de ellos y evaluación de la \nnecesidad de adoptar medidas adicionales para reducirlos a \nun nivel más aceptable.\nTratamiento del riesgo \nProcesos o acciones que reducen los riesgos \nidentificados a un nivel aceptable.\nAlta dirección\nEl grupo de personas que toman las decisiones de más \nalto nivel en una organización. Es probable que sean \nresponsables de establecer su dirección estratégica y de \ndeterminar y alcanzar los objetivos de las partes \ninteresadas.\nJunto al \"Riesgo\" hay otros dos componentes \nfundamentales de la norma ISO 27001, que son:\nMejora continua (CI)\nLa idea de que los cambios pequeños, continuos y bien \ncalculados pueden dar lugar a mejoras importantes con el \ntiempo. En ISO, la CI se refiere al esfuerzo de la empresa por \nmejorar constantemente su sistema de gestión para cumplir \nlos requisitos de la norma ISO.\nCuando redacte la documentación de \nsu sistema de gestión de la seguridad \nde la información, no tiene por qué \nutilizar estos términos exactos. Sin \nembargo, puede ayudar a aclarar el \nsignificado y la intención si puede \ndefinir los términos que ha utilizado. \nPuede ser útil incluir un glosario en la \ndocumentación del sistema.\nSECCIÓN 3: \nTÉRMINOS Y \nDEFINICIONES\nLa norma ISO 27001 no contiene términos ni definiciones. En su lugar, se hace referencia \na la versión más actual de ISO 27000 Sistemas de Gestión de Seguridad de la \nInformación - Visión General y Vocabulario. La versión actual de este documento \ncontiene 81 definiciones de términos que se utilizan en la norma ISO 27001."
        },
        {
            "page": 14,
            "content": "ISO 27001:2022 IMPLEMENTATION GUIDE\n14\nSECCIÓN 4: \nCONTEXTO DE LA \nORGANIZACIÓN\nContexto interno\nLos siguientes son ejemplos de las áreas que pueden tenerse \nen cuenta al evaluar las cuestiones internas que pueden influir \nen los riesgos del SGSI:\n• \u0007 Madurez: ¿Es una empresa ágil con un lienzo en blanco en \nel que trabajar, o una institución con procesos y controles \nde seguridad establecidos?\n•\u0007  Cultura organizativa: ¿Es su organización relajada en \ncuanto a cómo, cuándo y dónde trabaja la gente, o \nextremadamente reglamentada? \n• \u0007 Gestión: ¿Existen canales y procesos de comunicación \nclaros entre los principales responsables de la toma de \ndecisiones y el resto de la organización?\n•\u0007  Tamaño de los recursos: ¿Trabaja con un equipo de \nseguridad de la información o lo hace todo una persona?\n•\u0007  Madurez de los recursos: ¿Los recursos disponibles están \ninformados, plenamente formados, son fiables y constantes, \no el personal carece de experiencia y cambia \nconstantemente?\n•\u0007  Formatos de los activos de información: ¿Sus activos de \ninformación se almacenan principalmente en formato \nimpreso o electrónicamente en un servidor o en sistemas \nremotos basados en la nube?\n•\u0007  Sensibilidad/valor de los activos de información: ¿Su \norganización tiene que gestionar activos de información \nmuy valiosos?\n• \u0007 Coherencia: ¿Dispone de procesos uniformes en toda la \norganización o de una multitud de prácticas operativas \ndiferentes con poca coherencia?\n• \u0007 Sistemas: ¿Tiene su organización muchos sistemas que \nfuncionan con versiones de software que ya no son \ncompatibles con el fabricante, o mantiene la tecnología más \nactualizada y mejor disponible?\u0007\n•\u0007  Complejidad del sistema: ¿Utiliza un sistema principal que \nhace todo el trabajo pesado, o varios sistemas \ndepartamentales con una transferencia de información \nlimitada entre ellos?\n•\u0007  Espacio físico: ¿Disponen de una oficina propia y segura, o \ntrabajan en un espacio compartido con otras \norganizaciones, o son una organización exclusivamente \nremota?\nContexto externo\nLos siguientes son ejemplos de las áreas que pueden \ntenerse en cuenta al evaluar las cuestiones externas que \npueden influir en los riesgos del SGSI:\n• \u0007 La competencia: ¿Opera en un mercado innovador y en \nevolución, que requiere actualizaciones de los sistemas \npara seguir siendo competitivo, o en un mercado maduro y \nestable con pocas innovaciones?\n• \u0007 Propietario: ¿Necesita aprobación para mejorar la \nseguridad física?\n•\u0007  Reguladores: ¿Existe en su sector la obligación de realizar \ncambios reglamentarios con regularidad, o hay poca \nsupervisión por parte de los organismos reguladores?\n• \u0007 Económico/político: ¿Influyen las fluctuaciones monetarias \nen su organización? ¿Cómo afectan las situaciones \ngeopolíticas a su organización?\n•\u0007  Consideraciones ambientales: ¿Están sus instalaciones en \nuna llanura inundable y los servidores en un sótano? \n¿Existen factores que hagan de sus instalaciones un \nposible objetivo de robo o atentado terrorista (por ejemplo, \nen un lugar céntrico o cerca de un posible objetivo)?\n•\u0007  Prevalencia de los ataques a la seguridad de la \ninformación: ¿Su organización opera en un sector que sufre \nciberataques?\n• \u0007 Accionistas: ¿Están muy preocupados por la vulnerabilidad \nde la organización a las violaciones de datos? ¿Hasta qué \npunto les preocupa el coste de los esfuerzos de la \norganización por mejorar su seguridad de la información?\nEl propósito de su SGSI es proteger los Activos de Información de su organización, para \nque pueda alcanzar sus objetivos.\nLa forma de hacerlo y las áreas específicas de prioridad \ndependerán del contexto en el que opere su organización.  \norganización:\n• \u0007 Internamente: las cosas sobre las que la \norganización tiene cierto control.\n• \u0007 Externamente: las cosas que la organización no \ncontrola directamente.\nUn análisis cuidadoso del entorno en el que opera su \norganización es fundamental para identificar los \nriesgos inherentes a la seguridad de sus activos de \ninformación. El análisis es la base que le permitirá \nevaluar qué procesos debe considerar añadir o \nreforzar para construir un SGSI eficaz."
        },
        {
            "page": 15,
            "content": "ISO 27001:2022 IMPLEMENTATION GUIDE\n15\nPartes interesadas\nUna parte interesada es cualquiera que esté, pueda estar o se \nperciba afectado por una acción u omisión de su \norganización. Las partes interesadas se irán aclarando a lo \nlargo del proceso de análisis exhaustivo de los problemas \ninternos y externos.\nProbablemente incluirá a accionistas, propietarios, \nreguladores, clientes, empleados y competidores. \nDependiendo de su empresa, pueden incluir al público en \ngeneral y al medio ambiente. No tiene que intentar \ncomprender o satisfacer todos sus caprichos, pero sí \ndeterminar cuáles de sus necesidades y expectativas son \nrelevantes para su SGSI.\nAlcance del SGSI \nPara cumplir con la norma ISO 27001, debe documentar el \nalcance de su SGSI. Los alcances documentados suelen \ndescribir:\n•\u0007  Los límites del lugar o lugares físicos incluidos (o no \nincluidos).\n•\u0007  Los límites de las redes físicas y lógicas incluidas (o no \nincluidas).\n•\u0007  Los grupos de empleados internos y externos incluidos (o \nno incluidos)\n•\u0007  Los procesos, actividades o servicios internos y externos \nincluidos (o no incluidos).\n•\u0007 Interfaces clave en los límites del ámbito de aplicación.\nSi quiere priorizar recursos creando un SGSI que no cubra \ntoda su organización, seleccionar un ámbito limitado a la \ngestión de los intereses de las partes interesadas clave es un \nenfoque pragmático. Esto se puede hacer incluyendo sólo \nsitios, activos, procesos y unidades de negocio o \ndepartamentos específicos. Algunos ejemplos son:\n•\u0007  “Todas las operaciones realizadas por el Dpto. IT.\"\n•\u0007  “Soporte y gestión del correo electrónico\".\n•\u0007  “Todos los equipos, sistemas, datos e infraestructuras \ndel centro de datos de la organización, situado en la \nsede de Basingstoke\".\nCONSEJO: Documente o mantenga un archivo de toda la \ninformación recopilada en el análisis del contexto de su \norganización y de las partes interesadas, como por ejemplo\n•\u0007  Conversaciones con un alto representante de la \norganización, por ejemplo, un director general, CFO, CTO...\n•\u0007  Actas de reuniones o planes de negocio.\n•\u0007  Un documento específico que identifica los problemas \ninternos/externos y las partes interesadas, así como sus \nnecesidades y expectativas; por ejemplo, un análisis DAFO, \nun estudio PESTLE o una evaluación de riesgos \nempresariales de alto nivel.\nNueva consideración para \nel cambio climático \nISO ha introducido cambios en la norma ISO 27001 \npara subrayar la importancia de abordar los efectos \ndel cambio climático en el marco de los sistemas de \ngestión de las organizaciones.\nPara mejorar la concienciación y la respuesta de \nlas organizaciones al cambio climático, ISO ha \nintroducido dos cambios fundamentales en la \ncláusula 4:\nCláusula original 4.1:  \n\"Comprensión de la organización y su contexto. La \norganización debe determinar las cuestiones externas \ne internas que son relevantes para su propósito y que \nafectan a su capacidad para lograr el resultado o \nresultados previstos de su sistema de gestión de XXX.\"\nCláusula original 4.2:  \n\"Comprender las necesidades y expectativas de las \npartes interesadas. La organización debe determinar: \n•\u0007  Las partes interesadas que son relevantes para el \nsistema de gestión XXX.\n•\u0007  Los requisitos pertinentes de estas partes interesadas.\n•\u0007  Cuáles de estos requisitos se abordarán a través \ndel sistema de gestión XXX\".\nEsta cláusula incluye ahora explícitamente \nla afirmación \"La organización determinará \nsi el cambio climático es una cuestión \nrelevante\".\nLa cláusula ahora también dice: \"Nota: Las \npartes interesadas pertinentes pueden tener \nrequisitos relacionados con el cambio \nclimático\".\n\nUna parte interesada es cualquiera que esté, pueda estar o se\nperciba afectado por una acción u omisión de su\norganización. Las partes interesadas se irán aclarando a lo\nlargo del proceso de análisis exhaustivo de los problemas\ninternos y externos.\n\nProbablemente incluirá a accionistas, propietarios,\nreguladores, clientes, empleados y competidores.\nDependiendo de su empresa, pueden incluir al público en\ngeneral y al medio ambiente. No tiene que intentar\ncomprender o satisfacer todos sus caprichos, pero sí\ndeterminar cuáles de sus necesidades y expectativas son\nrelevantes para su SGSI.\n\nPara cumplir con la norma ISO 27001, debe documentar el\nalcance de su SGSI. Los alcances documentados suelen\ndescribir\n\n+ Los límites del lugar o lugares físicos incluidos (o no\nincluidos).\n\n+ Los límites de las redes físicas y lógicas incluidas (o no\nincluidas).\n\n+ Los grupos de empleados internos y externos incluidos (o\nno incluidos)\n\n+ Los procesos, actividades o servicios internos y externos\nincluidos (o no incluidos).\n\n+ Interfaces clave en los límites del ámbito de aplicación.\n\nSi quiere priorizar recursos creando un SGSI que no cubra\ntoda su organización, seleccionar un ámbito limitado a la\ngestión de los intereses de las partes interesadas clave es un\nenfoque pragmático. Esto se puede hacer incluyendo sólo\nsitios, activos, procesos y unidades de negocio o\ndepartamentos específicos. Algunos ejemplos son\n\n+ “Todas las operaciones realizadas por el Dpto. IT.\"\n\n+ “Soporte y gestión del correo electrónico\".\n\n+ “Todos los equipos, sistemas, datos e infraestructuras\ndel centro de datos de la organización, situado en la\nsede de Basingstoke\".\n\nCONSEJO: Documente o mantenga un archivo de toda la\ninformación recopilada en el análisis del contexto de su\norganización y de las partes interesadas, como por ejemplo\n\n+ Conversaciones con un alto representante de la\norganización, por ejemplo, un director general, CFO, CTO.\n\n+ Actas de reuniones o planes de negocio.\n\n+ Un documento específico que identifica los problemas\ninternos/externos y las partes interesadas, así como sus\nnecesidades y expectativas; por ejemplo, un análisis DAFO,\nun estudio PESTLE o una evaluación de riesgos\nempresariales de alto nivel\n\n \n\n \n\nISO 27001:2022 IMP!\n\n \n\nMN\n\n \n\n/ENTATION GUIDE"
        },
        {
            "page": 16,
            "content": "ISO 27001:2022 IMPLEMENTATION GUIDE\n16\nSECCIÓN 5:  \nLIDERAZGO\nPolítica de seguridad info.\nUna responsabilidad vital de la dirección es establecer y \ndocumentar una Política de Seguridad de la Información (PSI) \nque esté alineada con los objetivos clave de la organización. \nDebe incluir objetivos o un marco para establecerlos. Para \ndemostrar que está alineada con el contexto de la \norganización y los requisitos de las principales partes \ninteresadas, se recomienda que haga referencia o contenga \nun resumen de los principales problemas y requisitos que \ndebe gestionar. También debe incluir el compromiso de:\n•\u0007  Cumplir los requisitos aplicables en materia de seguridad de \nla información, como los requisitos legales, las expectativas \nde los clientes y los compromisos contractuales.\n•\u0007  La mejora continua de su SGSI.\nEl PSI puede hacer referencia a, o incluir sub-políticas que \ncubran, los controles clave del SGSI de la organización. \nAlgunos ejemplos son: la selección de proveedores críticos \npara la seguridad de la información, la contratación y \nformación de los empleados, clear desk y clear screen, \ncontroles criptográficos, controles de acceso, etc.\nPara demostrar la importancia del PSI, es aconsejable que lo \nautorice el miembro de mayor rango de su Alta Dirección o \ncada uno de los miembros del equipo de Alta Dirección.\nCONSEJO: Para asegurarse de que su PSI está bien \ncomunicado y a disposición de las partes interesadas, \nrecomendamos:\n•\u0007  IInclúyala en los paquetes de iniciación y en las \npresentaciones para nuevos empleados y contratistas.\n•\u0007  Publique la declaración clave en los tablones de anuncios \ninternos, las intranets y el sitio web de su organización.\n•\u0007  Haga que su cumplimiento y/o apoyo sea un requisito \ncontractual para empleados, contratistas y proveedores \ncríticos para la seguridad de la información.\nFunciones y responsabilidades\nPara que las actividades de seguridad de la información \nformen parte de las actividades de la mayoría de las personas \nde la organización, las responsabilidades y las obligaciones \nde rendir cuentas deben definirse y comunicarse claramente.\nAunque la norma no exige la designación de un \nrepresentante de seguridad de la información, puede ser útil \npara algunas organizaciones nombrar a uno que dirija un \nequipo de seguridad de la información para coordinar la \nformación, supervisar los controles e informar sobre el \nfuncionamiento del SGSI a la alta dirección.  Es posible que \nesta persona ya sea responsable de la protección de datos.\nSin embargo, para desempeñar su función con eficacia, lo \nideal es que forme parte del equipo de alta dirección y que \ntenga sólidos conocimientos técnicos sobre gestión de la \nseguridad de la información.\nEvidenciar liderazgo al auditor \nLa Dirección serán aquellos que establecen la dirección \nestratégica y aprueban la asignación de recursos para la \norganización o área de negocio con el alcance de su SGSI. \nDependiendo de cómo esté estructurada su organización, \nestas personas pueden ser el equipo directivo diario. Un \nauditor normalmente pondrá a prueba el liderazgo mediante \nuna entrevista, y evaluará su nivel de implicación en el:\n•\u0007  Evaloración de riesgos y oportunidades.\n•\u0007  Establecimiento y comunicación de políticas.\n•\u0007  Fijación y comunicación de objetivos.\n•\u0007  Revisión y comunicación del rendimiento del sistema.\n•\u0007  Asignación de recursos, responsabilidades y obligaciones \nadecuadas.\nCONSEJO: Antes de su auditoría externa, identifique quién \nde la alta dirección se reunirá con el auditor externo. \nPrepárelos con un simulacro de entrevista que incluya las \npreguntas que espera que les hagan.\nEl liderazgo en este contexto significa la \nparticipación en el establecimiento de la \ndirección del SGSI, su aplicación y \nprovisión de recursos. Esto incluye:\n•\u0007  Garantizar que los objetivos del \nSGSI sean claros y estén alineados \ncon la estrategia general.\n•\u0007  Claridad en las responsabilidades y \nla rendición de cuentas.\n•\u0007  El pensamiento basado en el riesgo \nestá en el centro de toda toma de \ndecisiones\n•\u0007  Comunicación clara de esta \ninformación a todas las personas \ndentro del ámbito de su SGSI.\nLa norma ISO 27001 concede gran \nimportancia al compromiso activo de \nla Dirección en el SGSI, partiendo de \nla base de que el compromiso de la \nDirección es crucial para garantizar la \nimplantación efectiva y el \nmantenimiento de un SGSI eficaz por \nparte de los empleados.\nLa importancia del liderazgo"
        },
        {
            "page": 17,
            "content": "ISO 27001:2022 IMPLEMENTATION GUIDE\n17\nISO 27001:2022 IMPLEMENTATION GUIDE\n17\n\nCEA NO NES"
        },
        {
            "page": 18,
            "content": "ISO 27001:2022 IMPLEMENTATION GUIDE\n18\nSECCIÓN 6: \nPLANIFICACIÓN\nLa norma ISO 27001 es una herramienta de gestión de riesgos que orienta a una organización para que \nidentifique las causas de sus riesgos para la seguridad de la información. Como tal, el propósito de un SGSI es:\n•\u0007  Identificar los riesgos importantes, los obvios y los ocultos pero peligrosos.\n•\u0007 Garantizar que las actividades y los procesos operativos de una organización estén diseñados,\ndirigidos y dotados de recursos para gestionar intrínsecamente esos riesgos.\n•\u0007 Responder y adaptarse automáticamente a los cambios para hacer frente a los nuevos riesgos y\nreducir continuamente la exposición al riesgo de la organización.\nDisponer de un plan de acción detallado que se supervise de forma alineada y se apoye en revisiones periódicas \nes crucial, y proporciona al auditor la mejor prueba de que la planificación del sistema está claramente definida.\nLa norma ISO 27005 - Gestión de riesgos \npara la seguridad de la información ofrece \norientación sobre el desarrollo de una \ntécnica de evaluación de riesgos para su \norganización. Sea cual sea la técnica que \nelija, debe incluir los siguientes elementos:\u0007\n1  Proporcionan un impulso para la identificación \nsistemática de los riesgos (por ejemplo, revisando \nlos activos, grupos de activos, procesos, tipos de \ninformación) uno a uno, comprobando en cada uno \nla presencia de amenazas y vulnerabilidades \ncomunes, y registrando los controles que tiene \nactualmente para gestionarlos.\u0007\n2  Proporcionar un marco para evaluar la \nprobabilidad de que se produzca cada riesgo de \nforma sistemática (por ejemplo, una vez al mes, \nuna vez al año).  \u0007\n3  Proporcionar un marco para evaluar las \nconsecuencias de que se produzca cada riesgo \nsobre una base coherente (por ejemplo, pérdida de \n1.000 £, pérdida de 100.000 £).\u0007\n4  Proporcione un marco para clasificar cada \nriesgo identificado sobre una base coherente \nteniendo en cuenta su evaluación de la \nprobabilidad y las consecuencias. \u0007\n5  Establecer criterios documentados que \nespecifiquen, para cada puntuación o categoría de \nriesgo, el tipo de acción que debe emprenderse y \nel nivel o prioridad que se le asigna.\nEvaluación de riesgos\nLa evaluación de riesgos es el núcleo de cualquier \nSGSI eficaz. Ni siquiera la organización mejor dotada \nde recursos puede eliminar la posibilidad de que se \nproduzca un incidente de seguridad de la \ninformación. Para todas las organizaciones, la \nevaluación de riesgos es esencial:\n•\u0007  Aumentar la probabilidad de identificar todos los\nriesgos potenciales mediante la participación de\npersonas que utilicen técnicas de evaluación.\n•\u0007 Asignar recursos para abordar las áreas más prioritarias.\n•\u0007  Tomar decisiones estratégicas sobre cómo gestionar\nlos riesgos que permitan alcanzar con mayor\nprobabilidad sus objetivos.\nLa mayoría de los marcos de evaluación de riesgos \nconsisten en una tabla que contiene los resultados de \nlos elementos 1-4 con una tabla o matriz suplementaria \nque cubre el punto 5.\nUn auditor externo esperará ver un registro de su \nevaluación de riesgos, un propietario asignado para \ncada riesgo identificado y los criterios que ha utilizado.\nCONSEJO: El anexo A (5.9) contiene el requisito de \nmantener una lista de los activos de información, los \nactivos asociados a la información (por ejemplo, \nedificios, archivadores, ordenadores portátiles, \nlicencias) y las instalaciones de procesamiento de la \ninformación. Si completa su evaluación de riesgos \nevaluando sistemáticamente los riesgos que plantea \ncada elemento de esta lista, habrá cumplido dos \nrequisitos en el mismo ejercicio."
        },
        {
            "page": 19,
            "content": "ISO 27001:2022 IMPLEMENTATION GUIDE\n19\nTratamiento del riesgo\nPara cada riesgo identificado en su evaluación de riesgos, \ndebe aplicar criterios coherentes para determinar si debe:\n•\u0007  Aceptar el riesgo, o\n•\u0007  Tratar el riesgo (\"Tratamiento del riesgo\").\nLas opciones de Tratamiento de Riesgos disponibles suelen \nser una de las siguientes:\n• \u0007 Evitar - Dejar de realizar la actividad o de procesar la\ninformación expuesta al riesgo.\n• \u0007 Eliminación - Eliminar la fuente del riesgo.\n•\u0007  Cambiar la probabilidad - Implantar un control que haga menos\nprobable que se produzca un incidente de seguridad de info.\n•\u0007  Cambiar las consecuencias - Implantar un control que disminuya\nel impacto si se produce un incidente.\n•\u0007 Transferir el riesgo - Externalizar la actividad o el proceso a un\ntercero que tenga mayor capacidad para gestionar el riesgo.\n•\u0007  Aceptar el riesgo - Si la organización no dispone de un\ntratamiento práctico del riesgo, o si el coste del tratamiento del\nriesgo se considera superior al coste del impacto, puede tomar la\ndecisión informada de aceptar el riesgo. Esta decisión deberá ser\naprobada por la alta dirección.\nUn auditor externo esperará ver un Plan de Tratamiento de \nRiesgos que detalle las acciones de tratamiento de riesgos que ha \nimplementado o planea implementar. El plan debe ser lo \nsuficientemente detallado como para permitir verificar el estado de \nejecución de cada acción. También deberá haber pruebas de que \neste plan ha sido aprobado por los responsables y la Dirección.\nAnexo A y declaración de \naplicabilidad \nTodas las opciones de Tratamiento del Riesgo (excepto la \n\"aceptación\") implican la implantación de uno o más controles. El \nAnexo A de la norma ISO 27001 contiene una lista de 93 controles \nde seguridad de la información. Tendrá que considerar si implantar \ne estos controles en su Plan de Tratamiento de Riesgos.\nLa descripción de los 93 controles es bastante vaga, por lo que \nse recomienda encarecidamente revisar la norma ISO 27002, que \ncontiene más información sobre las formas de aplicarlos.\nComo prueba de la realización de esta evaluación, se le pedirá que \nelabore un documento denominado Declaración de Aplicabilidad \n(SoA). En él, deberá registrar cada uno de los 93 controles:\n•\u0007  Si es aplicable a sus actividades, procesos y riesgos de\nseguridad de la información..\n•\u0007  Tanto si lo ha aplicado como si no.\n•\u0007  JJustificación de la inclusión o exclusión del control.\nPara la mayoría de las organizaciones, la mayoría de los 93 \ncontroles serán aplicables, y es probable que ya hayan implantado \nvarios de ellos en cierta medida.\nCONSEJO: Su Declaración de Aplicabilidad (DdA) no tiene por qué \nser un documento complejo. Bastará con una simple tabla con los \nsiguientes encabezados de columna:\n•\u0007\u0007\u0007\u0007  Control - ¿Aplicable? - ¿Implementado? - Justificación\nTambién es aconsejable registrar alguna información sobre cómo \nse ha aplicado el control para ayudarle a responder más fácilmente \na cualquier pregunta de su auditor externo.\nCONSEJO: Aunque no es obligatorio, puede que desee incluir \natributos en su evaluación de riesgos y/o SoA. Estos atributos \npueden ayudarle a registrar y recuperar información empresarial \npara tomar decisiones basadas en el riesgo.\nObjetivos de SI y \nplanificación para \nconseguirlos\nEn los niveles de su organización, debe disponer de \nun conjunto documentado de objetivos relacionados \ncon la seguridad de la información. Estos objetivos \npueden ser de alto nivel y aplicarse a toda la \norganización o a un departamento.\nCada objetivo que fijes debe ser\n•\u0007Mensurable.\n•\u0007 Alineado con su ISP.\n•\u0007 Tener en cuenta los requisitos de seguridad de la\ninformación de la organización.\n•\u0007 Tener en cuenta los resultados del proceso de\nevaluación y tratamiento de riesgos.\nLos objetivos típicos que son relevantes \npara la seguridad de la información \nincluyen:\n•\u0007 Responder, contener y erradicar los efectos de los\nincidentes de seguridad de la información en un\nplazo determinado, para reducir el impacto y los\nefectos del incidente.\n•\u0007 Lograr un nivel mensurable de cumplimiento de los\ncontroles de seguridad de la información.\n•\u0007 Ofrecer una disponibilidad definida de servicios de\ninformación.\n•\u0007 No superar un número apreciable de errores de datos.\n•\u0007 Mejorar los recursos disponibles mediante\ncontratación, formación o adquisición.\n•\u0007 Aplicación de nuevos controles.\n•\u0007 Lograr el cumplimiento de las normas relacionadas\ncon la seguridad de la información.\nCada objetivo debe comunicarse al personal \npertinente. Los objetivos deben actualizarse cuando \nsea necesario para mantener su pertinencia y evaluar \nlos resultados en función de ellos.\nPara cada uno de los objetivos debe \nplanificar cómo va a alcanzarlos. Esto \nincluye determinar:\n•\u0007 Lo que hay que conseguir.\n•\u0007 Qué recursos se asignan.\n•\u0007 Quién es el propietario o el principal\nresponsable de la consecución del objetivo.\n•\u0007 Tanto si hay una fecha límite para la finalización\ncomo si se trata de un requisito continuo.\n•\u0007 El método de evaluación de los resultados con\nrespecto al objetivo (es decir, cuál es su medida).\n•\u0007 Registro de los resultados.\nSUGERENCIA: Entre las formas eficaces de \ncomunicar los objetivos de seguridad de la \ninformación se encuentran incluirlos en la formación \ninicial, fijarlos como objetivos de los empleados o \nincluirlos en las evaluaciones de los empleados, \nestablecerlos en los acuerdos de nivel de servicio \ncon los proveedores."
        },
        {
            "page": 20,
            "content": "ISO 27001:2022 IMPLEMENTATION GUIDE\n20\nISO 27001 \nGuía del Anexo A\nISO 27001:2022 es la norma internacional que describe las mejores prácticas para un Sistema de \nGestión de la Seguridad de la Información (SGSI). Si está familiarizado con nuestra anterior guía de \nimplantación, ya habrá examinado las cláusulas contenidas en la norma. También habrá aprendido que \nesta norma sigue un enfoque basado en el riesgo a la hora de considerar la seguridad de la información \nde una organización. Esto requiere la identificación de los riesgos de seguridad y, a continuación, la \nselección de los controles adecuados para reducir, eliminar o gestionar dichos riesgos. \nEn el Anexo A de la norma figuran los controles necesarios para cumplir esos requisitos de riesgo. En total, hay \n93 controles subdivididos en cuatro grupos de control diferentes. Al considerar estos controles, es importante \ntener en cuenta que se trata simplemente de posibilidades u opciones.\nAl llevar a cabo el proceso de riesgos, el riesgo identificado debe contar con los controles adecuados que se \nhayan seleccionado de la lista del Anexo A. No se pueden aplicar todos los controles. Por ejemplo, si su \norganización no dispone de locales y opera a distancia, no sería adecuado utilizar algunos controles del \námbito de la seguridad física.\nDel mismo modo, el paso a soluciones basadas en la nube exige una nueva mirada a los controles existentes \nen los ámbitos de la seguridad de las operaciones y las comunicaciones.\nCategorías de controles\nCONTROLES \nORGANIZATIVOS\nCONTROLES \nTECNOLÓGICOS\nCONTROLES \nFÍSICOS\nCONTROL DE \nPERSONAS"
        },
        {
            "page": 21,
            "content": "ISO 27001:2022 IMPLEMENTATION GUIDE\n21\nPor último\nLos controles del Anexo A son sólo algunas de las opciones de que dispone una organización. Se pueden \nutilizar controles de seguridad adicionales no descritos específicamente en el Anexo A para dar tratamiento a \nun riesgo identificado. Siempre que las cláusulas y los controles de la norma se aborden de forma adecuada, \nel SGSI funcionará y proporcionará buenos niveles de seguridad de la información.\nAntes de la auditoría de certificación, una \norganización debe haber elaborado una \nDeclaración de Aplicabilidad (SoA).\nEste requisito se describe en la cláusula 6 de la \nnorma ISO 27001. El SoA debe contener al menos \n93 entradas con cada una de las Categorías y \nControles enumerados. Una vez hecho esto, cada \ncontrol debe ser seleccionado y justificado o \nexcluido con una justificación similar. Todos los \ndocumentos de SoA deben poder demostrar que \nse ha tenido en cuenta cada control. Esto significa \nque una SoA debe contener todas las entradas \nseñaladas. No basta con enumerar los controles \nseleccionados. Los controles seleccionados \nformarán parte de las pruebas del tratamiento del \nriesgo y deberán registrarse. \nEsta información se incluirá en un registro de \nriesgos y podrá conservarse como \ndocumentación. La metodología variará de una \norganización a otra, aunque la demostración de \nque los controles del Anexo A están implantados \nes una necesidad constante.\nLas disposiciones de seguridad de la norma no \nson algo a lo que deba atenerse únicamente el \nequipo informático o de seguridad de una \norganización. La norma exige que se tengan en \ncuenta todos los aspectos de la organización a la \nhora de examinar los riesgos y su tratamiento.\nLas personas mejor situadas para poner remedio \na los problemas no siempre se encuentran en el \nDepartamento de TI. La ubicación exacta del \ntratamiento de riesgos variará de una \norganización a otra. La propiedad del riesgo es \nvital para garantizar que los controles están \nsujetos a revisión.\nOtras consideraciones"
        },
        {
            "page": 22,
            "content": "ISO 27001:2022 IMPLEMENTATION GUIDE\n22\nSECCIÓN 7: \nSOPORTE\nCompetencia \nLa aplicación de controles eficaces de seguridad de la \ninformación depende en gran medida de los conocimientos \ny competencias de sus empleados, proveedores y \ncontratistas. Para tener la certeza de contar con una base \nadecuada de conocimientos y competencias, es necesario:\n• Definir qué conocimientos y competencias se requieren.\n• Determinar quién debe poseer los conocimientos y\ncompetencias necesarios.\n• Establecer cómo puede evaluar o verificar que las\npersonas adecuadas tienen los conocimientos y las\ncompetencias adecuadas.\nSu auditor esperará que disponga de documentos que \ndetallen sus requisitos en materia de conocimientos y \ncompetencias. Cuando considere que se cumplen los \nrequisitos, deberá demostrarlo con documentos como \ncertificados de formación, registros de asistencia a cursos o \nevaluaciones internas de competencias.\nCONSEJO: La mayoría de las organizaciones que ya utilizan \nherramientas como matrices de formación/habilidades, \nvaloraciones o evaluaciones de proveedores pueden \nsatisfacer el requisito de registros de competencias ampliando \nlas áreas cubiertas para incluir la seguridad de la información.\nConcienciación\nAdemás de garantizar la competencia específica del personal \nen relación con la seguridad de la información, el grupo más \namplio de empleados, proveedores y contratistas deberá \nconocer los elementos básicos de su SGSI. Esto es \nfundamental para establecer una cultura de apoyo dentro de \nla organización. Todo el personal, proveedores y contratistas \ndeben ser conscientes de lo siguiente\n• Que tiene un SGSI y por qué lo tiene.\n•\u0007  Que tiene una Política de Seguridad de la Información y\nqué elementos de la política son relevantes para ellos.\n•\u0007  Cómo pueden contribuir a proteger información valiosa y\nqué deben hacer para ayudar a la organización a alcanzar\nsus objetivos.\n•\u0007  Qué políticas, procedimientos y controles les afectan y qué\nconsecuencias tiene su incumplimiento.\nCONSEJO: La comunicación de esta información puede \nrealizarse normalmente a través de los procesos y \ndocumentos existentes, como las inducciones, los contratos \nde trabajo, las charlas, los acuerdos con proveedores...\nComunicación\nPara que los procesos de su SGSI funcionen eficazmente, \ndeberá asegurarse de que las actividades de comunicación \nestán bien planificadas y gestionadas. La norma ISO 27001 \nlas detalla de forma concisa al exigirle que las determine:\n• Lo que hay que comunicar.\n• Cuando hay que comunicarlo.\n• A quién hay que incluir en las comunicaciones.\n• Cuáles son los procesos de comunicación.\nCONSEJO: Si sus requisitos de comunicación están bien \ndefinidos en sus procesos, políticas y procedimientos, \nentonces no necesita hacer nada más para satisfacer este \nrequisito. Si no son suficientes, entonces debería considerar \ndocumentar sus actividades clave de comunicación en forma \nde tabla o procedimiento que incluya los epígrafes detallados \nanteriormente. \nRecuerde que también hay que comunicar el contenido de \nestos documentos.\nLa cláusula 7 se refiere a los recursos. Se refiere tanto a las personas, la infraestructura y \nel entorno como a los recursos físicos, materiales, herramientas, etc. También se presta \nuna atención renovada al conocimiento como recurso importante dentro de su \norganización. A la hora de planificar sus objetivos de calidad, una consideración \nimportante será la capacidad actual de sus recursos, así como los que pueda necesitar de \nproveedores o socios externos.\nPara implantar y mantener un SGSI \neficaz es necesario disponer de \nrecursos de apoyo. Estos recursos \ndeberán ser:\n•\u0007  Capaces - Si son equipos o\ninfraestructuras.\n•\u0007  Competentes - Si son personas.\n•\u0007  Incluidos en las reuniones de\nrevisión de la gestión."
        },
        {
            "page": 23,
            "content": "ISO 27001:2022 IMPLEMENTATION GUIDE\n23\nInformación documentada \nPara que sea útil, la información documentada que \nutilice para implantar y mantener su SGSI debe serlo:\n• Exacto.\n• Comprensible para las personas que lo utilizan.\n•\u0007  Apoyo para cumplir los requisitos legales, gestionar \nlos riesgos de seguridad de la información y alcanzar \nsus objetivos.\nPara que su información documentada satisfaga siempre \nestos requisitos, deberá disponer de procesos que \ngaranticen que:\n•\u0007  La información documentada es revisada, en su caso, \npor las personas adecuadas antes de su difusión \ngeneral.\n•\u0007  El acceso a la información documentada se controla \npara que no pueda modificarse accidentalmente, \ncorromperse, borrarse o ser consultada por externos.\n•\u0007  La información se elimina de forma segura o se devuelve a \nsu propietario cuando es necesario.\n• Puede realizar un seguimiento de los cambios en la \ninformación para garantizar el control del proceso.\nLa fuente de la información documentada puede ser interna o \nexterna, por lo que los procesos de control deben gestionar la \ninformación documentada de ambas fuentes.\nCONSEJO: Las organizaciones que tienen un buen control \nde los documentos suelen contar con uno o varios de los \nsiguientes elementos:\n•\u0007  Una sola persona o un pequeño equipo responsable de \ngarantizar que los documentos nuevos/modificados se \nrevisan antes de su publicación, se almacenan en el lugar \nadecuado, se retiran de la circulación cuando son \nsustituidos y que se mantiene un registro de cambios.\n•\u0007  Un sistema de gestión electrónica de documentos que \ncontiene flujos de trabajo y controles automáticos.\n• Sólidos procesos de copia de seguridad de datos \nelectrónicos y de archivo/almacenamiento de archivos en \npapel.\n•\u0007  Gran conocimiento por parte de los empleados de los \nrequisitos de control de documentos, mantenimiento de \nregistros y acceso/conservación de la información."
        },
        {
            "page": 24,
            "content": "ISO 27001:2022 IMPLEMENTATION GUIDE\n24\nSECCIÓN 8: \nOPERACIÓN\nLa gestión de los riesgos para la seguridad de la información \ny la consecución de sus objetivos requieren la formalización \nde sus actividades en un conjunto de procesos claros.\nEs probable que muchos de estos procesos ya existan (por \nejemplo, la iniciación y la formación) y que simplemente haya \nque modificarlos para incluir elementos relevantes para la \nseguridad de la información. Otros procesos pueden tener \nlugar de manera ad hoc (por ejemplo, aprobación de \nproveedores), mientras que algunos pueden no existir en \nabsoluto (por ejemplo, auditoría interna).\nPara aplicar procesos eficaces son cruciales \nlas siguientes prácticas: \u0007\n1  Los procesos se crean adaptando o formalizando las \nactividades habituales de una organización.\u0007\n2  Identificación sistemática de los riesgos de seguridad de \nla información pertinentes para cada proceso. \u0007\n3  Definición y comunicación claras del conjunto de \nactividades necesarias para gestionar los riesgos asociados \na la seguridad de la información cuando se produce un \nevento (por ejemplo, la incorporación de un nuevo empleado \na la empresa).\u0007\n4  Asignación clara de las responsabilidades para llevar a \ncabo las actividades relacionadas.\u0007\n5  Asignación adecuada de recursos para garantizar que las \nactividades relacionadas puedan llevarse a cabo como y \ncuando sea necesario. \u0007\n6  Evaluación rutinaria de la coherencia con la que se sigue \ncada proceso y su eficacia en la gestión de los riesgos \npertinentes para la seguridad de la información. \nCONSEJO: Para cada proceso, designe a una persona \nresponsable de garantizar que se lleven a cabo los pasos 2 a \n6. Esta persona suele denominarse propietario del proceso. A\nesta persona se la suele denominar propietario del proceso.\nEvaluación de riesgos para la \nseguridad de la información \nLos métodos y técnicas de evaluación de riesgos descritos \nen la cláusula 6 deben aplicarse a todos los procesos, \nactivos, información y actividades dentro del alcance del \nSGSI de la organización.\nDado que los riesgos no son estáticos, los resultados de estas \nevaluaciones deben revisarse frecuentemente, al menos una \nvez al año, o con mayor frecuencia si la evaluación identifica la \npresencia de uno o más riesgos significativos. Los riesgos \ntambién deben revisarse siempre que:\n•\u0007  Se completan todas las acciones de Tratamiento de Riesgos\n(véase más abajo).\n•\u0007  Se producen cambios en los activos, la información o los\nprocesos de la organización.\n•\u0007  Se identifican nuevos riesgos.\n•\u0007  La experiencia o nueva información indican que la\nprobabilidad y las consecuencias de cualquier riesgo\nidentificado han cambiado.\nCONSEJO: Para asegurarse de que su proceso de \nevaluación de riesgos cubre los tipos de eventos que \nrequerirían una revisión, también debe tener en cuenta los \ncontroles del Anexo A.\nTratamiento de los riesgos \npara la seguridad de la \ninformación \nEl plan de tratamiento de riesgos que elabore no puede \nquedarse simplemente en una declaración de intenciones: \ndebe aplicarse. Cuando sea necesario introducir cambios \npara tener en cuenta nueva información sobre riesgos y \ncambios en los criterios de evaluación de riesgos, el plan \ndebe actualizarse y volver a autorizarse.\nTambién se debe evaluar el impacto del plan y registrar los \nresultados de esta evaluación. Esto puede hacerse como \nparte de la revisión de la gestión o de los procesos de \nauditoría interna, o utilizando evaluaciones técnicas como \npruebas de penetración en la red, auditorías de proveedores \no auditorías de terceros sin previo aviso.\nAsí que, después de toda la planificación y evaluación de riesgos, estamos listos para \npasar a la fase de \"hacer\". La cláusula 8 trata de tener un control adecuado sobre la \ncreación y entrega de su producto o servicio.\nPLAN\nCHECK\nACT\nDO"
        },
        {
            "page": 25,
            "content": "ISO 27001:2022 IMPLEMENTATION GUIDE\n26\nSECCIÓN 9: \nEVALUACIÓN DEL \nDESEMPEÑO\nSeguimiento, medición, \nanálisis y evaluación \nSu organización tendrá que decidir qué necesita supervisar \npara asegurarse de que el proceso del SGSI y los controles \nde seguridad de la información funcionan según lo previsto. \nNo es práctico para una organización supervisar \nmanualmente todo en todo momento. Si intentara hacerlo, es \nprobable que el volumen de datos fuera tan grande que \nresultara prácticamente imposible utilizarlo con eficacia. Por \nlo tanto, tendrá que tomar una decisión informada sobre qué \nsupervisar. Las siguientes consideraciones serán importantes:\n•\u0007  ¿Qué procesos y actividades están sujetos a las\namenazas más frecuentes y significativas?\n•\u0007  ¿Qué procesos y actividades presentan las vulnerabilidades\ninherentes más importantes?\n•\u0007  ¿Qué resulta práctico controlar y generar información\nsignificativa y oportuna?\n•\u0007  ¿Está automatizando su supervisión?\n•\u0007  Con cada proceso de supervisión que ponga en marcha,\npara que sea eficaz debe definirlo claramente:\t\u0007\n-  Cómo se lleva a cabo el seguimiento\t\u0007\t\u0007\t\u0007\n-  Cuando se emprende.\n-  Quién es responsable de llevarla a cabo.\n-  Cómo se comunican los resultados, cuándo, a quién y \nqué hacen con ellos. \t\u0007\n-  Si los resultados de la supervisión identifican un \nrendimiento inaceptable, ¿cuál es el proceso o \nprocedimiento de escalada para hacer frente a esta \nsituación? \nPara demostrar a un auditor que dispone de un proceso de \nsupervisión adecuado, deberá conservar registros de los \nresultados de la supervisión, los análisis, las revisiones de \nevaluación y cualquier actividad de escalado.\nAuditorías internas\nEl objetivo de las auditorías internas es comprobar los \npuntos débiles de los procesos del SGSI e identificar \noportunidades de mejora. También son una oportunidad \npara que la alta dirección compruebe la eficacia del SGSI. Si \nse hacen bien, las auditorías internas pueden garantizar que \nno haya sorpresas en las auditorías externas.\nLas auditorías internas que realice deben comprobar\n•\u0007  La coherencia con que se siguen y aplican los procesos,\nprocedimientos y controles.\n•\u0007  Hasta qué punto sus procesos, procedimientos y\ncontroles generan los resultados previstos.\n•\u0007  Si su SGSI sigue cumpliendo la norma ISO 27001 y los\nrequisitos de las partes interesadas.\nPara garantizar que las auditorías se llevan a cabo con un \ncalidad y de forma que aporten valor añadido, es \nnecesario que las realicen personas que sean:\n• \u0007 Respetadas.\n• \u0007 Competentes.\n•\u0007  Familiarizadas con los requisitos de la norma ISO 27001.\n•\u0007  Capaces de interpretar su documentación y conocedores\nde técnicas y comportamientos de auditoría sólidos.\nLo más importante es que se les asigne tiempo suficiente \npara completar la auditoría y se les garantice la \ncooperación \nde \nlos \nempleados \npertinentes. \nDebe \nmantener un plan para llevar a cabo sus auditorías \ninternas. Un auditor externo esperará que este plan \ngarantice que todos los procesos de su SGSI se auditan \nen un ciclo de tres años y que cuentan con procesos que: \n•\u0007  Mostrar pruebas de un rendimiento deficiente (por\nejemplo, a través de auditorías previas, o resultados de\nsupervisión o incidentes de seguridad de la información).\n•\u0007  Gestionar los riesgos más importantes para la seguridad\nde la información.\n•\u0007  Se auditan con mayor frecuencia.\nEl auditor externo también esperará que las acciones \nidentificadas en las auditorías se registren, sean revisadas \npor los empleados adecuados y se apliquen a tiempo para \nrectificar cualquier problema significativo. En el plazo de \ncierre de las auditorías, los auditores deben tener en cuenta \nlas oportunidades de mejora identificadas que requieran una \ninversión significativa de recursos.\nExisten tres formas principales de \nevaluar el rendimiento de un SGSI. \nÉstas son:\n•\u0007  Supervisar la eficacia de los controles del\nSGSI.\n•\u0007  Mediante auditorías internas.\n•\u0007  Reuniones de revisión por la dirección."
        },
        {
            "page": 26,
            "content": "ISO 27001:2022 IMPLEMENTATION GUIDE\n27\nRevisión por la dirección\ncLa revisión por la dirección es un elemento esencial de un \nSGSI. Es el punto formal en el que la Alta Dirección revisa la \neficacia del SGSI y asegura su alineación con la dirección \nestratégica de la organización. Las revisiones por la \ndirección deben tener lugar a intervalos planificados y el \nprograma general de revisión (es decir, una reunión o varias \nreuniones) debe cubrir como mínimo una lista de áreas \nbásicas especificadas en la cláusula 9.3 de la norma.\nNo es imprescindible que se celebre una única reunión de \nrevisión de la gestión que abarque todo el orden del día.\nSi actualmente celebra una serie de reuniones que cubren \nlas aportaciones entre ellas, no hay necesidad específica de \nduplicarlas.\nDeberá conservar información documentada sobre sus \nrevisiones de gestión. Normalmente se trata de las actas de \nlas reuniones o, tal vez, de las grabaciones de las \nconferencias telefónicas. No es necesario que sean notas \nextensas, pero deben contener un registro de las decisiones \ntomadas y las acciones acordadas, idealmente con \nresponsabilidades y plazos.\nCONSEJO: Si decide adaptar su programa actual de \nreuniones de gestión y estas reuniones cubren varias áreas, \npuede considerar la posibilidad de resumir las áreas que \ncubren estas reuniones en forma de tabla o procedimiento, de \nmodo que tanto usted como un auditor tengan claro qué \nreuniones cubren cada una de las áreas de revisión \nrequeridas."
        },
        {
            "page": 27,
            "content": "ISO 27001:2022 IMPLEMENTATION GUIDE\n28\nSECCIÓN 10: \nMEJORA\nNo conformidad y acción \ncorrectiva \nUno de los principales motores de la mejora es aprender de \nlos incidentes de seguridad, los problemas detectados en \nlas auditorías, los problemas de rendimiento detectados en \nla supervisión, las quejas de las partes interesadas y las \nideas generadas en las revisiones de la gestión.\nPara cada oportunidad de aprendizaje identificada debe \nmantener un registro de:\n• \u0007\n•\u0007  Si el suceso tuvo consecuencias indeseables, qué medidas \nse adoptaron para contenerlas y mitigarlas.\n•\u0007  La causa raíz del suceso (si se determina).\n•\u0007  Las medidas adoptadas para eliminar la causa raíz.\n•\u0007  Una evaluación de la eficacia de las medidas adoptadas.\n•\u0007  Un análisis de tendencias de resultados similares puede \nayudar a su empresa, pero no es un requisito.\nEl objetivo clave de la implantación de un SGSI debe ser reducir la probabilidad de \nque se produzcan sucesos relacionados con la seguridad de la información y su \nimpacto. Ningún SGSI será perfecto. Sin embargo, un SGSI eficaz mejorará con el \ntiempo y aumentará la resistencia de la organización a los ataques contra la seguridad \nde la información.\nAnálisis de las causas\nPara identificar medidas correctivas eficaces, es muy \naconsejable realizar un análisis de la causa raíz del \nproblema. Si no se llega al fondo de la cuestión, es \nprobable que cualquier solución que se aplique no \nsea del todo eficaz. Un planteamiento sencillo, como \nel de los \"cinco porqués\", es una buena herramienta \nde análisis de las causas profundas: se empieza por \nel problema y luego se pregunta \"por qué\" suficientes \nveces para llegar a la causa profunda. Suele bastar \ncon preguntar 5 veces, pero se puede profundizar.\nEjemplo:\nPlanteamiento del problema:\nLa organización fue infectada por el virus \nWannacry.\n¿Por qué?\nAlguien hizo clic en un enlace de correo \nelectrónico, se descargó el virus e infectó su PC.\n¿Por qué?\nNo habían recibido ninguna formación para hacer \nclic en enlaces de correos electrónicos no deseados.\n¿Por qué?\nEl responsable de formación está de baja por \nmaternidad y la organización no ha implementado \nuna cobertura para ellos. \n¿Por qué?\nEl proceso de baja por maternidad no está \ncontemplado en el Procedimiento de Gestión de \nCambios, por lo que no se completó una evaluación \nde riesgos para identificar cualquier riesgo para la \nseguridad de la información.  \nCONSEJO: Puede que no disponga de recursos \nsuficientes para realizar un análisis de causa raíz de \ncada suceso. Para priorizar sus esfuerzos, considere la \nposibilidad de realizar en primer lugar una evaluación \nsencilla del riesgo de un suceso y, a continuación, \nemprender el análisis de la causa raíz solo para \naquellos que presenten un riesgo medio o alto.  \nPLAN\nCHECK\nACT\nDO\nQué ocurrió."
        },
        {
            "page": 28,
            "content": "ISO 27001:2022 IMPLEMENTATION GUIDE\n29\nISO 27001:2022 IMPLEMENTATION GUIDE\n29"
        },
        {
            "page": 29,
            "content": "ISO 27001:2022 IMPLEMENTATION GUIDE\n30\nSAQUE EL MÁXIMO \nPARTIDO A SUS \nSISTEMAS DE \nGESTIÓN\nConsejos para implantar con éxito un SGSI\n1.\t\u0007\n\"¿Por qué? Asegúrese de que las \nrazones para implantar un SGSI son \nclaras y están alineadas con su dirección \nestratégica; de lo contrario, puede no \nobtener la aceptación de la dirección.\n2.\t\u0007\nConsidere \"¿Para qué?\" Implantar y \nmantener un SGSI requiere un \ncompromiso importante, así que \nasegúrate de que su alcance es lo \nsuficientemente amplio como para \ncubrir la información crítica que hay que \nproteger, pero no tan amplio como para \nno disponer de recursos suficientes.\n3.\t\u0007\n Consiga que todas las partes \ninteresadas participen. La dirección para \nestablecer el contexto, los requisitos, la \npolítica y los objetivos; los directivos y \nempleados para la evaluación de \nriesgos, el diseño de procesos y la \nredacción de procedimientos.\n4.\t\u0007\n Comunique ampliamente todo el \nproceso a todas las partes interesadas. \nHágales saber lo que está haciendo, \npor qué lo está haciendo, cómo piensa \nhacerlo y cuál será su participación. \nActualice periódicamente los avances.\n5.\t\u0007\n Busca ayuda externa. No fracase por\nfalta de conocimientos técnicos \ninternos. La gestión de los riesgos de \nseguridad de la información requiere a \nmenudo conocimientos especializados. \nSin embargo, asegúrese de comprobar \nlas credenciales de un tercero antes de \ncontratarlo.\n6.\t\u0007\nLos procesos y la documentación de \napoyo deben ser sencillos. Puede \nampliarse con el tiempo si es \nnecesario.\n7.\t\u0007\n Diseñar y aplicar normas\nen la práctica. No cometa el\nel error de documentar una norma \ndemasiado elaborada que nadie pueda \ncumplir. Es mejor aceptar un riesgo y \nseguir buscando formas de gestionarlo.\n8.\t\u0007\n Recuerde a sus proveedores. Algunos \nproveedores le ayudarán a mejorar su \nSGSI, otros aumentarán su riesgo. Debe \nasegurarse de que los proveedores de \nalto riesgo tengan controles al menos \ntan buenos como los suyos. Si no es \nasí, busque alternativas.\n9.\t\u0007\nFormar, formar y volver a formar. Es \nprobable que la seguridad de la \ninformación sea un concepto nuevo \npara la mayoría de sus empleados. Es \nposible que tengan que cambiar hábitos \narraigados durante muchos años. Es \npoco probable que baste con una sola \nsesión de concienciación.\n10.\t\u0007  No olvide asignar recursos suficientes \npara probar sus controles de forma \nrutinaria. Las amenazas a las que se \nenfrenta su organización cambian \nconstantemente y debe comprobar si es \ncapaz de responder a ellas.\nISO 27001:2022 IMPLEMENTATION GUIDE\n30"
        },
        {
            "page": 30,
            "content": "ISO 27001:2022 IMPLEMENTATION GUIDE\n31\nPASOS TRAS LA \nIMPLEMENTACIÓN\nFORMACIÓN DE SENSIBILIZACIÓN\n•\u0007  Su organización debe dar a conocer las \ndistintas normas que abarca el SGI.\n•\u0007  Debe celebrar reuniones de formación separadas \npara la alta dirección, los mandos intermedios y los \ndirectivos de nivel inferior, lo que contribuirá a \ncrear un entorno motivador, listo para la aplicación.\nPOLÍTICA Y OBJETIVOS\n•\u0007  su organización debe desarrollar una Política \nIntegrada de Calidad/Política Medioambiental/\nPolítica de Salud y Seguridad/Política de \nSeguridad de la Información y los objetivos \npertinentes para ayudar a cumplir los requisitos.\n•\u0007  En colaboración con la alta dirección, la empresa \ndebe organizar talleres con todos los niveles del \npersonal directivo para perfilar los objetivos \nintegrados.\nANÁLISIS INTERNO DE DEFICIENCIAS\n•\u0007 su organización debe identificar y comparar el \nnivel de cumplimiento de los sistemas existentes \ncon los requisitos de las normas de su nuevo SGI.\n•\u0007  Todo el personal pertinente debe comprender las \noperaciones de la organización y elaborar un mapa \nde procesos para las actividades de la empresa.\nDOCUMENTACIÓN / DISEÑO DE PROCESOS\n•\u0007  La organización debe crear documentación de \nlos procesos conforme a los requisitos de las \nnormas pertinentes.\n•\u0007  debe redactar y aplicar un manual, un cuaderno de \nprocedimientos funcionales, instrucciones de \ntrabajo, procedimientos de sistema y proporcionar \nlos términos asociados.\nDOCUMENTACIÓN / \nAPLICACIÓN DE PROCESOS\n•\u0007  Los procesos y documentos elaborados en el paso \n4 deben aplicarse en toda la organización y abarcar \ntodos los departamentos y actividades.\n•\u0007  La organización debe organizar un taller sobre la \naplicación de los requisitos de la norma ISO.\n5\n4\n3\n2\n1\nAUDITORÍA INTERNA\n•\u0007  Es esencial que la organización cuente con un sólido \nsistema de auditoría interna. Se recomienda la \nformación de auditores internos y NQA puede \nproporcionar formación de auditores internos para \nla(s) norma(s) que esté aplicando.\n•\u0007  Es importante aplicar medidas correctoras para \nmejorar cada uno de los documentos auditados, a fin \nde colmar las lagunas y garantizar la eficacia del \nSGI..\nORGANIZAR UNA REUNIÓN DE \nREVISIÓN DEL \"SISTEMA\" DE GESTIÓN\n•\u0007  TLa dirección de primer nivel debe revisar varios \naspectos oficiales de la organización que son \nrelevantes para las normas que se están \nimplantando.\n•\u0007  Revisar la política, objetivos, resultados de la \nauditoría interna, del rendimiento de los procesos, de \nlas quejas/recomendaciones/cumplimiento legal, de \nla evaluación de riesgos/incidentes y desarrollar un \nplan de acción tras la reunión, con acta.\nANÁLISIS EXHAUSTIVO DE LAS \nDEFICIENCIAS DE LOS SISTEMAS \nAPLICADOS\n•\u0007  Debe realizarse un análisis formal de las deficiencias \nprevio a la certificación para evaluar la eficacia y el \ncumplimiento de la implantación del sistema en la \norganización.\n•\u0007  Este análisis final de deficiencias preparará a su \norganización para la auditoría final de certificación.\nACCIONES CORRECTIVAS\n•\u0007  La organización debe estar preparada para la \nauditoría de certificación final, siempre que la \nauditoría de análisis de deficiencias realizada en \nel último paso y todas las no conformidades (NC) \nse hayan asignado acciones correctivas.\n•\u0007  Comprobar que todas las NC significativas están \ncerradas y que la organización está preparada para \nla auditoría final de certificación.\nAUDITORÍA FINAL DE CERTIFICACIÓN\n•\u0007  Una vez completado, es de esperar que se \nrecomiende a su organización que se registre \nsegún la norma exigida.\n• \u0007 ¡ENHORABUENA!\n10\n9\n8\n7\n6\n\nPASOS TRAS LA\nIMPLEMENTACIÓN\n\nISO 27001:2022 IMPLEMENTATION GUIDE"
        },
        {
            "page": 31,
            "content": "www.nqa.com"
        }
    ]
}