{
    "title": "NIST.pdf",
    "sections": [
        {
            "page": 1,
            "content": "El Marco de Seguridad \nCibernética (CSF) 2.0 del NIST \nNational Institute of Standards and Technology (Instituto Nacional de Estándares y Tecnología) \nEsta publicación está disponible de forma gratuita en: https://doi.org/10.6028/NIST.CSWP.29.spa \nFebrero 26, 2024\n\nMm\n\nCheck for\nupdates\n\nde seguridad\ncibernética\ndel NIST\n\nEl Marco de Seguridad\nCibernética (CSF) 2.0 del NIST\n\nNational Institute of Standards and Technology (Instituto Nacional de Estándares y Tecnología)\nEsta publicación está disponible de forma gratuita en: https://doi.org/10.6028/NIST.CSWP.29.spa\n\n \n\nFebrero 26, 2024\n\nNATIONAL INSTITUTE OF\nSTANDARDS AND TECHNOLOGY\nU.S. DEPARTMENT OF COMMERCE"
        },
        {
            "page": 2,
            "content": "El Marco de Seguridad Cibernética (CSF) 2.0 del NIST \nNIST CSWP 29 spa \nFebrero 26, 2024 \n i \nResumen \nEl Marco de Seguridad Cibernética del NIST (CSF) 2.0 proporciona directrices a la industria, \nagencias gubernamentales y otras organizaciones para gestionar los riesgos de seguridad \ncibernética. Ofrece una taxonomía de resultados de seguridad cibernética de alto nivel que \ncualquier organización puede usar - sin importar su tamaño, sector o grado de madurez - para \ncomprender mejor, evaluar, priorizar y comunicar sus esfuerzos de seguridad cibernética. El CSF \nno especifica cómo se deben lograr los resultados. Más bien, establece enlaces a recursos en \nlínea que proporcionan orientación adicional sobre prácticas y controles que se podrían utilizar \npara lograr esos resultados. Este documento describe el CSF 2.0, sus componentes y algunas de \nlas múltiples formas en que se puede utilizar.  \nPalabras clave \nSeguridad cibernética; Marco de Seguridad Cibernética (CSF); gobernanza de riesgos de \nseguridad cibernética; gestión de riesgos de seguridad cibernética; gestión de riesgos \nempresariales; Perfiles; Niveles. \nAudiencia \nLas personas responsables de desarrollar y dirigir programas de seguridad cibernética son el \npúblico principal del CSF. Otras personas implicadas en la gestión de riesgos, como directivos, \nconsejos de administración, profesionales de las adquisiciones, profesionales de la tecnología, \ngerentes de riesgos, abogados, especialistas en recursos humanos y auditores de seguridad \ncibernética y gestión de riesgos, también pueden utilizar el CSF para orientar sus decisiones \nrelacionadas con la seguridad cibernética. Asimismo, el CSF puede ser útil para aquellos que \nelaboran e influyen en la política (por ejemplo, asociaciones, organizaciones profesionales, \nreguladores) que establecen y comunican las prioridades para la gestión de riesgos de \nseguridad cibernética. \nContenido complementario \nEl NIST continuará creando y albergando recursos adicionales para ayudar a las organizaciones \na implementar el CSF, incluidas las Guías de Inicio Rápido y los Perfiles Comunitarios. Todos los \nrecursos se ponen a disposición del público en el sitio web del CSF del NIST. Las sugerencias de \nrecursos adicionales para hacer referencia en el sitio web de CSF del NIST siempre se pueden \ncompartir con NIST en cyberframework@nist.gov. \nNota a los lectores \nA menos que se indique lo contrario, los documentos citados, referenciados o extraídos en esta \npublicación no se incorporan en su totalidad a la misma."
        },
        {
            "page": 3,
            "content": "El Marco de Seguridad Cibernética (CSF) 2.0 del NIST \nNIST CSWP 29 spa \nFebrero 26, 2024 \n ii\nAntes de la versión 2.0, el Marco de Seguridad Cibernética se llamaba “Marco para Mejorar la \nSeguridad Cibernética de las Infraestructuras Críticas”. Este título no se utiliza para el CSF 2.0. \nAgradecimientos \nEl CSF es el resultado de un esfuerzo de colaboración de varios años entre la industria, el \nmundo académico y el gobierno de los Estados Unidos y de todo el mundo. El NIST reconoce y \nagradece a todos aquellos que contribuyeron a este CSF revisado. Puede obtener información \nsobre el proceso de desarrollo del CSF en el sitio web del CSF del NIST. Las lecciones \naprendidas sobre el uso del CSF se pueden compartir siempre con el NIST en \ncyberframework@nist.gov.  \nTraducción realizada por TaikaTranslations LLC bajo contrato con NIST [133ND23PNB770271]. \nTraducción oficial del Gobierno de EE.UU.\nTranslated by TaikaTranslations LLC under contract with NIST [133ND23PNB770271]. Official \nU.S. Government translation.\nEsta publicación está disponible gratuitamente en inglés en el Instituto Nacional de Normas y \nTecnología (NIST, por sus siglas en inglés): https://doi.org/10.6028/NIST.CSWP.29.\nThe official English language version of this publication is available free of charge from the \nNational Institute of Standards and Technology (NIST): https://doi.org/10.6028/NIST.CSWP.29."
        },
        {
            "page": 4,
            "content": "El Marco de Seguridad Cibernética (CSF) 2.0 del NIST \nNIST CSWP 29 spa \nFebrero 26, 2024 \n iii \nÍndice \n1. Visión general del Marco de Seguridad Cibernética (CSF) .................................................................1 \n2. Introducción al CSF Core .................................................................................................................3 \n3. Introducción a los perfiles y niveles del CSF .....................................................................................6 \n4. Introducción a los recursos en línea que complementan el CSF ........................................................9 \n5. Mejora de la comunicación e integración de los riesgos de seguridad cibernética ........................... 10 \nAppendix A. CSF Core ....................................................................................................................... 16 \nAppendix B. Niveles del CSF ............................................................................................................. 26 \nAppendix C. Glosario ........................................................................................................................ 29 \nLista de Imágenes \nFig. 1. Estructura de CSF Core .............................................................................................................3 \nFig. 2. Funciones del CSF .....................................................................................................................5 \nFig. 3. Pasos para crear y utilizar un Perfil Organizativo de CSF ............................................................7 \nFig. 4. Los niveles de los CSF para el gobierno y la gestión de los riesgos de seguridad cibernética ........8 \nFig. 5. Cómo utilizar el CSF para mejorar la comunicación de la gestión de riesgos ............................. 11 \nFig. 6. Relación entre los riesgos de seguridad cibernética y privacidad .............................................. 13\n\nNIST CSWP 29 spa El Marco de Seguridad Cibernética (CSF) 2.0 del NIST\nFebrero 26, 2024\n\nÍndice\n1. Visión general del Marco de Seguridad Cibernética (CSF).....oooooocccncnoncononananacanonnnnnnnnonranocnccnccncnnconn nos 1\n2. Introducción al CSF COrO ...oooooccconnnconanonnnnananonnnnana conan cnn n nono n cnn conc cnn nnnnc anna nn cana conc ran n nana ran conc c conc ncn nano 3\n3. Introducción a los perfiles y niveles del CSF........ccoconnnnononnccnonocnnonnonacnnonocnconocananonocononncnncnnranonoccncnnonos 6\n3.1. Perfiles de CSF .ooonocononicioninccnnnnncnconcnconin conan cnronon conan on ronon coran on rocon ancora none aran roer rare 6\n3.2. Niveles de CSF coooociccononiconnnononininonnnncnnonen conan on rononcnnon oo ronon rn coreo rnenn an rnenan ancora near 8\n4. Introducción a los recursos en línea que complementan el CSF.........ccccncnconnoanonncanonocnnnnnoananocnncnonnnnos 9\n5. Mejora de la comunicación e integración de los riesgos de seguridad cibernética.........oooocouucnncnnnnos 10\n5.1. Cómo mejorar la comunicación de la gestión de riesgOS .....ooiciccicicicininnncnnnnncnnnncncnnnncncnnrcocanon 10\n5.2. Cómo mejorar la integración con otros programas de gestión de riesgOS......occcicicicinininnnnncnnencm.. 12\nINTA 16\nAppendix B. Niveles del CSF ....coconccnonnococonccnnnnnononnanocononocnnnnooonononnnnncnncnononnncnncnnnnnanonaro noc nncncnncancnnanons 26\nINTA 29\n\nLista de Imágenes\n\nFig. 1. Estructura de CSF COr€ .....ccccncccooonononnconcnnnnncononnononnncnonnnnonono nono nncncnnanonano nena nonnnnnnnooanonocnnnncnncannnos 3\nFig. 2. Funciones del CSF. coooooooccconcccnonnonooananncnnonncnncnoonnonocnncnonnnnononn nn nn non nnnnanonan roca ncnnnnnnnoonranonnncncnncannnnos 5\nFig. 3. Pasos para crear y utilizar un Perfil Organizativo de CSF..........ccmcnconooononncononnnnnnnnoananocnccnccncncnanonns 7\nFig. 4. Los niveles de los CSF para el gobierno y la gestión de los riesgos de seguridad cibernética........ 8\n\nFig. 5. Cómo utilizar el CSF para mejorar la comunicación de la gestión de riesgos\n\n \n\nFig. 6. Relación entre los riesgos de seguridad cibernética y privacidad...............oommmmoonoononmmmmmmmmsssso"
        },
        {
            "page": 5,
            "content": "El Marco de Seguridad Cibernética (CSF) 2.0 del NIST \nNIST CSWP 29 spa \nFebrero 26, 2024 \n iv\nPrólogo \nEl Marco de Seguridad Cibernética (CSF) 2.0 está diseñado para ayudar a las organizaciones de \ntodos los tamaños y sectores – lo que incluye a la industria, el gobierno, la academia y las \norganizaciones sin fines de lucro - para gestionar y reducir sus riesgos de seguridad cibernética. \nEs útil sin importar el nivel de madurez y sofisticación técnica de los programas de seguridad \ncibernética de una organización. Sin embargo, el CSF no adopta un enfoque de una talla que \nsirve para todos. Cada organización tiene riesgos comunes y únicos, así como diferentes \npreferencias y tolerancias de riesgo, misiones específicas y objetivos para lograr esas misiones. \nEl modo en que las organizaciones apliquen por necesidad el CSF variará. \nIdealmente, el CSF se utilizará para abordar los riesgos de seguridad cibernética junto con otros \nriesgos de la empresa, como los de índole financiera, de privacidad, de cadena de suministro, \nde reputación, tecnológica o física. \nEl CSF describe los resultados deseados que pretenden ser entendidos por una amplia \naudiencia, lo que incluye directivos, gerentes y profesionales, sin importar su experiencia en \nseguridad cibernética. Dado que estos resultados son neutrales con respecto al sector, el país y \nla tecnología, proporcionan a una organización la flexibilidad necesaria para abordar sus \nriesgos, tecnologías y consideraciones de misión únicos. Los resultados se asignan directamente \na una lista de posibles controles de seguridad para su consideración inmediata con el fin de \nmitigar los riesgos de seguridad cibernética. \nAunque no es obligatorio, el CSF ayuda a sus usuarios a conocer y seleccionar resultados \nespecíficos. Las sugerencias sobre cómo se pueden lograr resultados específicos se \nproporcionan en un conjunto cada vez mayor de recursos en línea que complementan el CSF, \nentre los que se incluye una serie de Guías de Inicio Rápido (QSG). Asimismo, varias \nherramientas ofrecen formatos descargables para ayudar a las organizaciones que decidan \nautomatizar algunos de sus procesos. Las QSG sugieren maneras iniciales de utilizar el CSF e \ninvitan al lector a explorar el CSF y los recursos relacionados en mayor detalle. Disponible a \ntravés del CSF del sitio web de NIST, sitio web del CSF del NIST, el CSF y estos recursos \ncomplementarios del NIST y otros deben considerarse como una \"cartera del CSF\" para ayudar \na gestionar y reducir los riesgos. Sin importar cómo se aplique, el CSF insta a sus usuarios a \nconsiderar su postura de seguridad cibernética en contexto y luego adaptar el CSF a sus \nnecesidades específicas.  \nSobre la base de versiones anteriores, el CSF 2.0 contiene nuevas características que destacan \nla importancia de la gobernanza y las cadenas de suministro. Se presta especial atención a los \nQSG a fin de garantizar que el CSF sea pertinente y fácilmente accesible tanto para las \norganizaciones más pequeñas como para sus pares de mayor tamaño. El NIST proporciona \nahora Ejemplos de implementación y Referencias informativas, que están disponibles en línea y \nse actualizan periódicamente. La creación de Perfiles Organizativos de estado actual y de \nestado objetivo ayuda a que las organizaciones comparen dónde están frente a dónde quieren \no necesitan estar y les permite implementar y evaluar los controles de seguridad más\nrápidamente."
        },
        {
            "page": 6,
            "content": "El Marco de Seguridad Cibernética (CSF) 2.0 del NIST \nNIST CSWP 29 spa \nFebrero 26, 2024 \n v\nLos riesgos de seguridad cibernética están en constante expansión, y la gestión de esos riesgos \ndebe ser un proceso continuo. Esto es cierto tanto si una organización está empezando a \nenfrentarse a sus desafíos de seguridad cibernética como si ha estado activa durante muchos \naños con un equipo de seguridad cibernética sofisticado y bien dotado de recursos. El CSF está \ndiseñado para ser útil para cualquier tipo de organización y se espera que proporcione la \norientación adecuada durante mucho tiempo."
        },
        {
            "page": 7,
            "content": "El Marco de Seguridad Cibernética (CSF) 2.0 del NIST \nNIST CSWP 29 spa \nFebrero 26, 2024 \n1 \n1. Visión general del Marco de Seguridad Cibernética (CSF)\nEste documento es la versión 2.0 del Marco de Seguridad Cibernética del NIST (Marco o CSF). \nIncluye los siguientes componentes: \n•\nCSF Core, el núcleo del CSF, que es una taxonomía de resultados de seguridad\ncibernética de alto nivel que puede ayudar a cualquier organización a gestionar sus\nriesgos de seguridad cibernética. Los componentes del CSF Core son una jerarquía de\nFunciones, Categorías y Subcategorías que detallan cada resultado. Estos resultados\npueden ser comprendidos por una amplia audiencia, lo que incluye directivos, gerentes\ny profesionales, independientemente de su experiencia en ciberseguridad. Dado que los\nresultados son neutrales con respecto al sector, país y tecnología, proporcionan a una\norganización la flexibilidad necesaria para abordar sus riesgos, tecnologías y\nconsideraciones de misión únicos.\n•\nLos perfiles organizativos de CSF, que son un mecanismo para describir la postura de\nseguridad cibernética actual y/u objetiva de una organización en términos de los\nresultados del Núcleo CSF.\n•\nLos niveles de CSF, que pueden aplicarse a los Perfiles Organizativos de CSF para\ncaracterizar el rigor de las prácticas de gobierno y gestión de riesgos de seguridad\ncibernética de una organización. Los niveles también pueden proporcionar el contexto\nde cómo una organización ve los riesgos de seguridad cibernética y los procesos\nestablecidos para gestionar esos riesgos.\nEste documento describe a qué resultados deseables puede aspirar una organización. \n No establece resultados ni cómo se pueden lograrse. Las descripciones de cómo una \norganización puede lograr esos resultados se proporcionan en un conjunto de recursos en línea \nque complementan el CSF y están disponibles a través del sitio web del CSF de NIST. Estos \nrecursos ofrecen orientación adicional sobre las prácticas y controles que podrían utilizarse \npara lograr los resultados y tienen como objetivo ayudar a una organización a comprender, \nadoptar y utilizar el CSF. Entre ellos se incluyen: \n•\nReferencias informativas que apuntan a fuentes de orientación sobre cada resultado a\npartir de normas, directrices, marcos, reglamentos, políticas, etc. existentes a nivel\nmundial.\n•\nEjemplos de aplicación que ilustran posibles formas de lograr cada resultado\n•\nGuías de inicio rápido que ofrecen orientación práctica sobre el uso del CSF y sus\nrecursos en línea, incluida la transición de las versiones anteriores del CSF a la versión\n2.0.\n•\nPerfiles comunitarios y plantillas de perfiles organizativos que ayudan a una\norganización a poner en práctica el CSF y a establecer prioridades para la gestión de los\nriesgos de seguridad cibernética"
        },
        {
            "page": 8,
            "content": "El Marco de Seguridad Cibernética (CSF) 2.0 del NIST \nNIST CSWP 29 spa \nFebrero 26, 2024 \n2 \nUna organización puede utilizar el Núcleo, los Perfiles y los Niveles del CSF con los recursos \nadicionales para comprender, evaluar, priorizar y comunicar los riesgos de seguridad \ncibernética. \n•\nComprender y evaluar: Describir la postura de la seguridad cibernética actual u objetivo\nde parte o de toda una organización, determinar las brechas y evaluar el progreso para\nabordar esas brechas.\n•\nPriorizar: Identificar, organizar y priorizar las acciones para gestionar los riesgos de\nseguridad cibernética que se alinean con la misión de la organización, los requisitos\nlegales y normativos, y las expectativas de gestión de riesgos y gobernanza.\n•\nComunicar: Proporcionar un lenguaje común para la comunicación dentro y fuera de la\norganización acerca de los riesgos de seguridad cibernética, capacidades, necesidades y\nexpectativas.\nEl CSF fue diseñado para que sea utilizado por organizaciones de todos los tamaños y sectores, \nlo que incluye a la industria, el gobierno, el mundo académico y las organizaciones sin fines de \nlucro, sin importar el nivel de madurez de sus programas de seguridad cibernética. El CSF es un \nrecurso fundamental que se puede adoptar voluntariamente y a través de políticas y mandatos \ngubernamentales. La taxonomía del CSF y las normativas, directrices y prácticas referenciadas \nno son específicas de un país, y las versiones anteriores del CSF fueron aprovechadas con éxito \npor diversos gobiernos y otras organizaciones tanto dentro como fuera de los Estados Unidos. \nEl CSF se debe utilizar junto con otros recursos (p. ej., marcos, normas, directrices, prácticas \nprincipales) para gestionar mejor los riesgos de seguridad cibernética e informar la gestión \ngeneral de los riesgos de la tecnología de la información y las comunicaciones (ICT) a nivel \nempresarial. El CSF es un marco flexible que se ha diseñado para su uso por parte de todas las \norganizaciones, sin importar su tamaño. Las organizaciones seguirán teniendo riesgos únicos -\nincluidas las diferentes amenazas y vulnerabilidades- y tolerancias al riesgo, así como objetivos \ny requisitos de misión únicos. Por lo tanto, los enfoques de las organizaciones para gestionar los \nriesgos y sus implementaciones del CSF variarán. \nEl resto de este documento tiene la siguiente estructura: \n•\nLa sección 2 explica los fundamentos del CSF Core: Funciones, Categorías y\nSubcategorías.\n•\nLa sección 3 define los conceptos de perfiles y niveles del CSF.\n•\nEsta sección 4 proporciona una visión general de determinados componentes del\nconjunto de recursos en línea del CSF: Referencias informativas, ejemplos de aplicación\ny guías de inicio rápido.\n•\nLa sección 5 trata sobre cómo una organización puede integrar el CSF con otros\nprogramas de gestión de riesgos.\n•\nAppendix A es el CSF Core.\n•\nAppendix B contiene una ilustración teórica de los niveles del CSF.\n•\nAppendix C es un glosario de terminología del CSF."
        },
        {
            "page": 9,
            "content": "El Marco de Seguridad Cibernética (CSF) 2.0 del NIST \n3 \nNIST CSWP 29 spa\nFebrero 26, 2024 \n2. Introducción al CSF Core\nAppendix A es el CSF Core - un conjunto de resultados de seguridad cibernética ordenados por \nfunción, luego categoría y finalmente subcategoría, como se muestra en Fig. 1. Estos resultados \nno son una lista de verificación de acciones que hay que realizar; las acciones específicas que se \ntomen para lograr un resultado variarán en función de la organización y el caso de uso, al igual \nque la persona responsable de dichas acciones. Asimismo, el orden y el tamaño de las \nFunciones, las Categorías y las Subcategorías del Core no implican la secuencia o la importancia \nde su consecución. La estructura del Core está diseñada para que tenga mayor resonancia entre \nlos encargados de hacer operativa la gestión de riesgos dentro de una organización. \nFig. 1. Estructura de CSF Core \nLas Funciones Básicas del CSF — Gobernar, Identificar, Proteger, Detectar, Responder y \nRecuperar — organizan los resultados de la seguridad cibernética en su nivel más alto. \n•\nGobernar (GV) — La estrategia, las expectativas y la política de gestión de riesgos de\nseguridad cibernética de la organización se establecen, comunican y supervisan. La\nfunción de gobernanza proporciona resultados para informar acerca de lo que una\norganización puede hacer para lograr y priorizar los resultados de las otras cinco\nfunciones en el contexto de su misión y las expectativas de las partes interesadas. Las\nactividades de gobernanza son fundamentales para incorporar la seguridad cibernética\nen la estrategia más amplia de gestión de riesgos empresariales (ERM) de una\norganización. La gobernanza aborda una comprensión del contexto organizativo; el\nestablecimiento de la estrategia de seguridad cibernética y la gestión de riesgos de la\ncadena de suministro de seguridad cibernética; las funciones, las responsabilidades y las\nautoridades; la política; y la supervisión de la estrategia de seguridad cibernética.\n•\nIdentificar (ID) — Se conocen los riesgos actuales de seguridad cibernética de la\norganización. Comprender los activos de la organización (p. ej., datos, hardware,\nsoftware, sistemas, instalaciones, servicios, personas), los proveedores y los riesgos de\n\nNIST CSWP 29 spa El Marco de Seguridad Cibernética (CSF) 2.0 del NIST\nFebrero 26, 2024\n\n2. Introducción al CSF Core\n\nAppendix A es el CSF Core - un conjunto de resultados de seguridad cibernética ordenados por\nfunción, luego categoría y finalmente subcategoría, como se muestra en Fig. 1. Estos resultados\nno son una lista de verificación de acciones que hay que realizar; las acciones específicas que se\ntomen para lograr un resultado variarán en función de la organización y el caso de uso, al igual\nque la persona responsable de dichas acciones. Asimismo, el orden y el tamaño de las\nFunciones, las Categorías y las Subcategorías del Core no implican la secuencia o la importancia\nde su consecución. La estructura del Core está diseñada para que tenga mayor resonancia entre\nlos encargados de hacer operativa la gestión de riesgos dentro de una organización.\n\nMarco de seguridad cibernética\n\nFunciones | Categorías | Subcategorías\n\n    \n\n \n\n   \n\n \n\nFig. 1. Estructura de CSF Core\n\nLas Funciones Básicas del CSF — Gobernar, Identificar, Proteger, Detectar, Responder y\nRecuperar — organizan los resultados de la seguridad cibernética en su nivel más alto.\n\ne  Gobernar (GV) — La estrategia, las expectativas y la política de gestión de riesgos de\nseguridad cibernética de la organización se establecen, comunican y supervisan. La\nfunción de gobernanza proporciona resultados para informar acerca de lo que una\norganización puede hacer para lograr y priorizar los resultados de las otras cinco\nfunciones en el contexto de su misión y las expectativas de las partes interesadas. Las\nactividades de gobernanza son fundamentales para incorporar la seguridad cibernética\nen la estrategia más amplia de gestión de riesgos empresariales (ERM) de una\norganización. La gobernanza aborda una comprensión del contexto organizativo; el\nestablecimiento de la estrategia de seguridad cibernética y la gestión de riesgos de la\ncadena de suministro de seguridad cibernética; las funciones, las responsabilidades y las\nautoridades; la política; y la supervisión de la estrategia de seguridad cibernética.\n\ne Identificar (ID) — Se conocen los riesgos actuales de seguridad cibernética de la\norganización. Comprender los activos de la organización (p. ej., datos, hardware,\nsoftware, sistemas, instalaciones, servicios, personas), los proveedores y los riesgos de"
        },
        {
            "page": 10,
            "content": "El Marco de Seguridad Cibernética (CSF) 2.0 del NIST \nNIST CSWP 29 spa \nFebrero 26, 2024 \n4 \nseguridad cibernética relacionados permite a una organización priorizar sus esfuerzos de \nacuerdo con su estrategia de gestión de riesgos y las necesidades de la misión \nidentificadas en el marco de la Gobernanza. Esta Función también incluye la \nidentificación de oportunidades de mejora para las políticas, los planes, los procesos, los \nprocedimientos y las prácticas de la organización que apoyan la gestión de riesgos de \nseguridad cibernética para informar los esfuerzos en el marco de las seis Funciones. \n•\nProteger (PR) — Se utilizan medidas de protección para gestionar los riesgos de\nseguridad cibernética de la organización. Una vez que se hayan identificado y priorizado\nlos activos y los riesgos, Proteger contribuye a la capacidad de proteger dichos activos\npara evitar o reducir la probabilidad y el impacto de los eventos adversos de seguridad\ncibernética, así como para aumentar la probabilidad y el impacto de aprovechar las\noportunidades. Los resultados contemplados en esta función incluyen la gestión de\nidentidades, la autenticación y el control de acceso; la concienciación y la formación; la\nseguridad de los datos; la seguridad de las plataformas (es decir, la seguridad del\nhardware, el software y los servicios de las plataformas físicas y virtuales); y la resiliencia\nde la infraestructura tecnológica.\n•\nDetectar (DE) — Se detectan y analizan posibles ataques y situaciones\ncomprometedoras en materia de seguridad cibernética. Detectar permite el\ndescubrimiento y el análisis oportunos de anomalías, indicadores de compromiso y\notros acontecimientos potencialmente adversos que pueden indicar que se están\nproduciendo ataques e incidentes de seguridad cibernética. Esta Función apoya el éxito\nde las actividades de respuesta y recuperación de incidentes.\n•\nResponder (RS) — Se toman medidas en relación con un incidente de seguridad\ncibernética detectado. Responder apoya la capacidad de contención de los efectos de\nlos incidentes de seguridad cibernética. Los resultados de esta función abarcan la\ngestión, el análisis, la mitigación, la notificación y la comunicación de incidentes.\n•\nRecuperación (RC) — Se restauran los activos y las operaciones afectados por un\nincidente de seguridad cibernética. La recuperación contribuye al restablecimiento\noportuno de las operaciones normales para reducir los efectos de los incidentes de\nseguridad cibernética y permitir una comunicación adecuada durante los esfuerzos de\nrecuperación.\nAunque muchas actividades de gestión de riesgos de seguridad cibernética se centran en \nevitar que se produzcan acontecimientos negativos, también pueden apoyar el \naprovechamiento de oportunidades positivas. Las acciones para reducir el riesgo de \nseguridad cibernética pueden beneficiar a una organización de otras maneras, como el \naumento de los ingresos (p. ej., primero ofreciendo el exceso de espacio de las instalaciones \na un proveedor de alojamiento comercial para alojar sus propios centros de datos y los de \notras organizaciones, y luego trasladando un importante sistema financiero del centro de \ndatos interno de la organización al proveedor de alojamiento para reducir los riesgos de \nseguridad cibernética)."
        },
        {
            "page": 11,
            "content": "El Marco de Seguridad Cibernética (CSF) 2.0 del NIST \nNIST CSWP 29 spa \nFebrero 26, 2024 \n5 \nFigure 2 muestra las Funciones del CSF como una rueda porque todas las Funciones se \nrelacionan entre sí. Por ejemplo, una organización categorizará los activos en Identificar y \ntomará medidas para asegurar esos activos en Proteger. Las inversiones en planificación y \npruebas en las funciones de gobernanza e identificación permitirán la detección oportuna de \nacontecimientos inesperados en la función de detección, así como la adopción de medidas de \nrespuesta y recuperación ante incidentes de seguridad cibernética en las funciones de \nrespuesta y recuperación. La gobernanza está en el centro de la rueda porque informa sobre \ncómo una organización implementará las otras cinco Funciones.   \nFig. 2. Funciones del CSF \nLas funciones deben abordarse simultáneamente. Las acciones que dan apoyo a Gobernar, \nIdentificar, Proteger y Detectar deben ocurrir continuamente, y las acciones que dan apoyo a \nResponder y Recuperar deben estar listas en todo momento y ocurrir cuando ocurran \nincidentes de seguridad cibernética. Todas las funciones tienen roles vitales relacionados con \nlos incidentes de seguridad cibernética. Los resultados de Gobernar, Identificar y Proteger \nayudan a prevenir y preparar los incidentes, mientras que los resultados de Gobernar, Detectar, \nResponder y Recuperar ayudan a descubrir y gestionar los incidentes. \nCada Función recibe el nombre de un verbo que resume su contenido. Cada función se divide \nen Categorías, que son los resultados de seguridad cibernética relacionados que componen \ncolectivamente la función. Las subcategorías dividen a su vez cada categoría en resultados más \nespecíficos de actividades técnicas y de gestión. Las subcategorías no son exhaustivas, pero \ndescriben resultados detallados que apoyan cada categoría. \nLas Funciones, Categorías y Subcategorías se aplican a todas las ICT utilizadas por una \norganización, incluidas la tecnología de la información (TI), el Internet de las Cosas (IoT) y la \nTecnología Operativa (OT). También se aplican a todos los tipos de entornos tecnológicos, \nincluidos los sistemas en la nube, móviles y de inteligencia artificial. El CSF Core está orientado \nal futuro y su objetivo es aplicarse a futuros cambios en tecnologías y entornos.\n\nNIST CSWP 29 spa El Marco de Seguridad Cibernética (CSF) 2.0 del NIST\nFebrero 26, 2024\n\nFigure 2 muestra las Funciones del CSF como una rueda porque todas las Funciones se\nrelacionan entre sí. Por ejemplo, una organización categorizará los activos en Identificar y\ntomará medidas para asegurar esos activos en Proteger. Las inversiones en planificación y\npruebas en las funciones de gobernanza e identificación permitirán la detección oportuna de\nacontecimientos inesperados en la función de detección, así como la adopción de medidas de\nrespuesta y recuperación ante incidentes de seguridad cibernética en las funciones de\nrespuesta y recuperación. La gobernanza está en el centro de la rueda porque informa sobre\ncómo una organización implementará las otras cinco Funciones.\n\n  \n\nGOBE RNAR\n\n \n \n  \n \n\n  \n\nMarco\nde seguridad\ncibernética\ndel NIST\n\n \n     \n\nFig. 2. Funciones del CSF\n\nLas funciones deben abordarse simultáneamente. Las acciones que dan apoyo a Gobernar,\nIdentificar, Proteger y Detectar deben ocurrir continuamente, y las acciones que dan apoyo a\nResponder y Recuperar deben estar listas en todo momento y ocurrir cuando ocurran\nincidentes de seguridad cibernética. Todas las funciones tienen roles vitales relacionados con\nlos incidentes de seguridad cibernética. Los resultados de Gobernar, Identificar y Proteger\nayudan a prevenir y preparar los incidentes, mientras que los resultados de Gobernar, Detectar,\nResponder y Recuperar ayudan a descubrir y gestionar los incidentes.\n\nCada Función recibe el nombre de un verbo que resume su contenido. Cada función se divide\nen Categorías, que son los resultados de seguridad cibernética relacionados que componen\ncolectivamente la función. Las subcategorías dividen a su vez cada categoría en resultados más\nespecíficos de actividades técnicas y de gestión. Las subcategorías no son exhaustivas, pero\ndescriben resultados detallados que apoyan cada categoría.\n\nLas Funciones, Categorías y Subcategorías se aplican a todas las ICT utilizadas por una\norganización, incluidas la tecnología de la información (TI), el Internet de las Cosas (loT) y la\nTecnología Operativa (OT). También se aplican a todos los tipos de entornos tecnológicos,\nincluidos los sistemas en la nube, móviles y de inteligencia artificial. El CSF Core está orientado\nal futuro y su objetivo es aplicarse a futuros cambios en tecnologías y entornos."
        },
        {
            "page": 12,
            "content": "El Marco de Seguridad Cibernética (CSF) 2.0 del NIST \nNIST CSWP 29 spa \nFebrero 26, 2024 \n6 \n3. Introducción a los perfiles y niveles del CSF\nEsta sección define los conceptos de perfiles y niveles de CSF.\n3.1. Perfiles de CSF \nUn Perfil Organizativo de CSF describe la postura de seguridad cibernética actual u objetivo de \nuna organización en términos de los resultados del Core. Los Perfiles Organizativos se utilizan \npara comprender, adaptar, evaluar, priorizar y comunicar los resultados del Core teniendo en \ncuenta los objetivos de la misión de una organización, las expectativas de las partes \ninteresadas, el panorama de amenazas y los requisitos. Una organización puede entonces \npriorizar sus acciones para lograr resultados específicos y comunicar esa información a las \npartes interesadas.  \nCada perfil organizativo incluye uno o ambos de los siguientes elementos: \n1. Un Perfil Actual especifica los resultados esenciales que una organización está logrando\nactualmente (o intentando lograr) y caracteriza cómo o en qué medida se está logrando\ncada resultado.\n2. Un Perfil Objetivo especifica los resultados deseados que una organización ha\nseleccionado y priorizado para alcanzar sus objetivos de gestión de riesgos de seguridad\ncibernética. Un Perfil Objetivo considera cambios anticipados a la postura de seguridad\ncibernética de la organización, tales como nuevos requerimientos, adopción de nuevas\ntecnologías, y tendencias de inteligencia de amenazas.\nLos pasos mostrados en la Fig. 3 y resumidos a continuación ilustran una forma en que una \norganización podría utilizar un Perfil Organizativo para ayudar a informar la mejora continua de \nsu seguridad cibernética. \nUn Perfil Comunitario es una línea base de resultados de CSF que se crea y publica para \nabordar intereses y objetivos compartidos entre varias organizaciones. Un perfil comunitario \nse desarrolla normalmente para un sector, subsector, tecnología, tipo de amenaza u otro \ncaso de uso en particular. Una organización puede utilizar un Perfil Comunitario como base \npara su propio Perfil Objetivo. Se pueden encontrar ejemplos de perfiles comunitarios en el \nsitio web del CSF del NIST."
        },
        {
            "page": 13,
            "content": "El Marco de Seguridad Cibernética (CSF) 2.0 del NIST \nNIST CSWP 29 spa \nFebrero 26, 2024 \n7 \nFig. 3. Pasos para crear y utilizar un Perfil Organizativo de CSF \n1. Alcance del Perfil Organizativo. Documentar los hechos y suposiciones de alto nivel en\nlos que se basará el perfil para definir su alcance. Una organización puede tener tantos\nPerfiles Organizativos como desee, cada uno con un alcance diferente. Por ejemplo, un\nperfil puede abarcar toda una organización o limitarse a los sistemas financieros de una\norganización o a combatir amenazas de ransomware y manejar incidentes de\nransomware que involucren esos sistemas financieros.\n2. Recopile la información necesaria para preparar el Perfil Organizativo. Ejemplos de\ninformación pueden incluir políticas organizativas, prioridades y recursos de gestión de\nriesgos, perfiles de riesgo empresarial, registros de análisis de impacto en el negocio\n(BIA), requisitos y estándares de seguridad cibernética seguidos por la organización,\nprácticas y herramientas (p. ej., procedimientos y salvaguardas), y roles de trabajo.\n3. Crear el perfil organizativo. Determine qué tipos de información debe incluir el Perfil\npara los resultados seleccionados del CSF, y documente la información necesaria.\nConsidere las implicaciones de riesgo del Perfil Actual para informar la planificación y\npriorización del Perfil Objetivo. Asimismo, considere el uso de un Perfil Comunitario\ncomo base para el Perfil Objetivo.\n4. Analice las brechas entre el Perfil Actual y el Perfil Objetivo, y cree un plan de acción.\nRealice un análisis de brechas para identificar y analizar las diferencias entre el Perfil\nActual y el Perfil Objetivo, y desarrolle un plan de acción priorizado (por ejemplo,\nregistro de riesgos, informe detallado de riesgos, Plan de Acción e Hitos [POA&M]) para\nabordar esas brechas.\n5. Implemente el plan de acción y actualice el perfil organizativo. Siga el plan de acción\npara abordar las brechas y mover la organización hacia el Perfil Objetivo. Un plan de\nacción puede tener un plazo global o ser continuo.\nDada la importancia de la mejora continua, una organización puede repetir estos pasos tantas \nveces como sea necesario. \nExisten otros usos para los Perfiles Organizativos. Por ejemplo, se puede usar un Perfil Actual \npara documentar y comunicar las capacidades de seguridad cibernética de la organización y las \noportunidades conocidas de mejora con las partes interesadas externas, tales como socios de\n\nNIST CSWP 29 spa El Marco de Seguridad Cibernética (CSF) 2.0 del NIST\nFebrero 26, 2024\n\nAlcance del perfil organizativo\n\nGOBERNAR\n\nRecopilar la información necesaria\nMarco\nde seguridad\n\ncibernética\n\nCrear el perfil organizativo |\ndel NIST => AAA\n\nAnalizar las brechas y crear un plan de acción |\n\nenn Implementar el plan de acción y actualizar el perfil\n\nRepetir...\n\nFig. 3. Pasos para crear y utilizar un Perfil Organizativo de CSF\n\n1. Alcance del Perfil Organizativo. Documentar los hechos y suposiciones de alto nivel en\nlos que se basará el perfil para definir su alcance. Una organización puede tener tantos\nPerfiles Organizativos como desee, cada uno con un alcance diferente. Por ejemplo, un\nperfil puede abarcar toda una organización o limitarse a los sistemas financieros de una\norganización o a combatir amenazas de ransomware y manejar incidentes de\nransomware que involucren esos sistemas financieros.\n\n2. Recopile la información necesaria para preparar el Perfil Organizativo. Ejemplos de\ninformación pueden incluir políticas organizativas, prioridades y recursos de gestión de\nriesgos, perfiles de riesgo empresarial, registros de análisis de impacto en el negocio\n(BIA), requisitos y estándares de seguridad cibernética seguidos por la organización,\nprácticas y herramientas (p. ej., procedimientos y salvaguardas), y roles de trabajo.\n\n3. Crear el perfil organizativo. Determine qué tipos de información debe incluir el Perfil\npara los resultados seleccionados del CSF, y documente la información necesaria.\nConsidere las implicaciones de riesgo del Perfil Actual para informar la planificación y\npriorización del Perfil Objetivo. Asimismo, considere el uso de un Perfil Comunitario\ncomo base para el Perfil Objetivo.\n\n4. Analice las brechas entre el Perfil Actual y el Perfil Objetivo, y cree un plan de acción.\nRealice un análisis de brechas para identificar y analizar las diferencias entre el Perfil\nActual y el Perfil Objetivo, y desarrolle un plan de acción priorizado (por ejemplo,\nregistro de riesgos, informe detallado de riesgos, Plan de Acción e Hitos [POA8.M]) para\nabordar esas brechas.\n\n5. Implemente el plan de acción y actualice el perfil organizativo. Siga el plan de acción\npara abordar las brechas y mover la organización hacia el Perfil Objetivo. Un plan de\nacción puede tener un plazo global o ser continuo.\n\nDada la importancia de la mejora continua, una organización puede repetir estos pasos tantas\nveces como sea necesario.\n\nExisten otros usos para los Perfiles Organizativos. Por ejemplo, se puede usar un Perfil Actual\npara documentar y comunicar las capacidades de seguridad cibernética de la organización y las\noportunidades conocidas de mejora con las partes interesadas externas, tales como socios de"
        },
        {
            "page": 14,
            "content": "El Marco de Seguridad Cibernética (CSF) 2.0 del NIST \nNIST CSWP 29 spa \nFebrero 26, 2024 \n8 \nnegocios o clientes potenciales. También, un Perfil Objetivo puede ayudar a expresar los \nrequisitos y expectativas de gestión de riesgos de seguridad cibernética de la organización a los \nproveedores, colaboradores y otras terceras partes como un objetivo a alcanzar por esas \npartes. \n3.2. Niveles de CSF \nUna organización puede elegir utilizar los Niveles para informar sus Perfiles Actual y Objetivo. \nLos niveles caracterizan el rigor de las prácticas de gobernanza y gestión de los riesgos de \nseguridad cibernética de una organización, y proporcionan el contexto de cómo una \norganización ve los riesgos de seguridad cibernética y los procesos establecidos para gestionar \nesos riesgos. Los niveles, tal y como se muestran en Fig. 4 e ilustran teóricamente en Appendix \nB,  reflejan las prácticas de una organización para gestionar los riesgos de seguridad cibernética \ncomo Parcial (Nivel 1), Informado sobre el Riesgo (Nivel 2), Repetible (Nivel 3) y Adaptativo \n(Nivel 4). Los niveles describen una evolución desde respuestas informales y ad hoc hasta \nenfoques ágiles, informados sobre el riesgo y en continua mejora. La selección de niveles ayuda \na establecer el tono general de cómo una organización gestionará sus riesgos de seguridad \ncibernética. \nFig. 4. Los niveles de los CSF para el gobierno y la gestión de los riesgos de seguridad cibernética \nLos niveles deben complementar la metodología de gestión de riesgos de seguridad cibernética \nde una organización en lugar de reemplazarla. Por ejemplo, una organización puede utilizar los \nniveles para comunicarse internamente como punto de referencia para un enfoque1 de toda la \norganización para gestionar los riesgos de seguridad cibernética. La progresión a niveles \nsuperiores se fomenta cuando los riesgos o mandatos son mayores o cuando un análisis de \ncostos y beneficios indica una reducción factible y rentable de los riesgos negativos de \nseguridad cibernética.  \nEl sitio web del CSF del NIST proporciona información adicional sobre el uso de perfiles y \nniveles. Incluye punteros a plantillas de Perfiles Organizativos alojadas en el NIST y un \nrepositorio de Perfiles Comunitarios en una variedad de formatos legibles por máquina y por el \nser humano. \n1 Para los fines de este documento, los términos “toda la organización” y “empresa” tienen el mismo significado.\n\nNIST CSWP 29 spa El Marco de Seguridad Cibernética (CSF) 2.0 del NIST\nFebrero 26, 2024\n\nnegocios o clientes potenciales. También, un Perfil Objetivo puede ayudar a expresar los\nrequisitos y expectativas de gestión de riesgos de seguridad cibernética de la organización a los\nproveedores, colaboradores y otras terceras partes como un objetivo a alcanzar por esas\npartes.\n\n3.2. Niveles de CSF\n\nUna organización puede elegir utilizar los Niveles para informar sus Perfiles Actual y Objetivo.\nLos niveles caracterizan el rigor de las prácticas de gobernanza y gestión de los riesgos de\nseguridad cibernética de una organización, y proporcionan el contexto de cómo una\norganización ve los riesgos de seguridad cibernética y los procesos establecidos para gestionar\nesos riesgos. Los niveles, tal y como se muestran en Fig. 4 e ilustran teóricamente en Appendix\nB, reflejan las prácticas de una organización para gestionar los riesgos de seguridad cibernética\ncomo Parcial (Nivel 1), Informado sobre el Riesgo (Nivel 2), Repetible (Nivel 3) y Adaptativo\n(Nivel 4). Los niveles describen una evolución desde respuestas informales y ad hoc hasta\nenfoques ágiles, informados sobre el riesgo y en continua mejora. La selección de niveles ayuda\na establecer el tono general de cómo una organización gestionará sus riesgos de seguridad\ncibernética.\n\nNivel 4\nNivel 3  Adaptable\n\nNivel 2  Feretible\n\nNivel 1 Conocimiento\nde los riesgos\n\nParcial\n\nFig. 4. Los niveles de los CSF para el gobierno y la gestión de los riesgos de seguridad cibernética\n\nLos niveles deben complementar la metodología de gestión de riesgos de seguridad cibernética\nde una organización en lugar de reemplazarla. Por ejemplo, una organización puede utilizar los\nniveles para comunicarse internamente como punto de referencia para un enfoque! de toda la\norganización para gestionar los riesgos de seguridad cibernética. La progresión a niveles\nsuperiores se fomenta cuando los riesgos o mandatos son mayores o cuando un análisis de\ncostos y beneficios indica una reducción factible y rentable de los riesgos negativos de\nseguridad cibernética.\n\nEl sitio web del CSF del NIST proporciona información adicional sobre el uso de perfiles y\nniveles. Incluye punteros a plantillas de Perfiles Organizativos alojadas en el NIST y un\nrepositorio de Perfiles Comunitarios en una variedad de formatos legibles por máquina y por el\nser humano.\n\n \n\n1 Para los fines de este documento, los términos “toda la organización” y “empresa” tienen el mismo significado."
        },
        {
            "page": 15,
            "content": "El Marco de Seguridad Cibernética (CSF) 2.0 del NIST \nNIST CSWP 29 spa \nFebrero 26, 2024 \n9 \n4. Introducción a los recursos en línea que complementan el CSF\nEl NIST y otras organizaciones han producido un conjunto de recursos en línea que ayudan a las \norganizaciones a comprender, adoptar y utilizar el CSF. Dado que están alojados en línea, estos \nrecursos adicionales pueden actualizarse con mayor frecuencia que este documento, que se \nactualiza con poca frecuencia para brindar estabilidad a sus usuarios, y estar disponibles en \nformatos legibles por máquinas. Esta sección ofrece una visión general de tres tipos de recursos \nen línea: Referencias informativas, ejemplos de aplicación y guías de inicio rápido. \nLas referencias informativas son mapas que indican las relaciones entre el núcleo y las distintas \nnormas, directrices, reglamentos y otros contenidos. Las Referencias Informativas ayudan a \ninformar sobre cómo una organización puede lograr los resultados del Core. Las referencias \ninformativas pueden ser específicas de un sector o de una tecnología. Pueden ser producidas \npor el NIST o por otra organización. Algunas referencias informativas tienen un alcance más \nlimitado que una subcategoría. Por ejemplo, un control particular de SP 800-53, Controles de \nSeguridad y Privacidad para Sistemas de Información y Organizaciones, puede ser una de las \nmuchas referencias necesarias para lograr el resultado descrito en una Subcategoría. Otras \nReferencias Informativas pueden ser de un nivel superior, como un requisito de una política \nque aborda parcialmente diversas Subcategorías. Al utilizar el CSF, una organización puede \nidentificar las Referencias Informativas más relevantes. \nEjemplos de implementación proporcione ejemplos teóricos de pasos concisos y orientados a la \nacción para ayudar a lograr los resultados de las subcategorías. Los verbos utilizados para \nexpresar los Ejemplos incluyen compartir, documentar, desarrollar, realizar, monitorear, \nanalizar, evaluar y ejercer. Los Ejemplos no son una lista exhaustiva de todas las acciones que \npodría tomar una organización para lograr un resultado, ni representan una línea de base de las \nacciones necesarias para hacer frente a los riesgos de seguridad cibernética.  \nLas Guías de Inicio Rápido (QSG) son documentos concisos sobre temas específicos relacionados \ncon los CSF y frecuentemente se adaptan a audiencias específicas. Las QSG pueden ayudar a \nuna organización a implementar el CSF porque simplifican partes específicas del CSF en \n“primeros pasos” procesables que una organización puede considerar en el camino hacia la \nmejora de su postura de seguridad cibernética y la gestión de los riesgos asociados. Las guías se \nrevisan en sus propios plazos, y se añaden nuevas guías según sea necesario.  \nLas sugerencias de nuevas referencias informativas para el CSF 2.0 siempre se pueden \ncompartir con el NIST en olir@nist.gov. Las sugerencias sobre otros recursos de referencia en el \nsitio web del CSF del NIST, incluidos otros temas del QSG, se deben dirigir a \ncyberframework@nist.gov."
        },
        {
            "page": 16,
            "content": "El Marco de Seguridad Cibernética (CSF) 2.0 del NIST \nNIST CSWP 29 spa \nFebrero 26, 2024 \n10\n5. Mejora de la comunicación e integración de los riesgos de seguridad cibernética\nEl uso del CSF variará en función de la misión y los riesgos únicos de una organización. Al \ncomprender las expectativas de las partes interesadas y el apetito y la tolerancia al riesgo \n(como se indica en la Gobernanza), una organización puede priorizar las actividades de \nseguridad cibernética para tomar decisiones informadas sobre los gastos y las acciones de \nseguridad cibernética. Una organización puede optar por gestionar el riesgo de una o más \nmaneras -entre las que se incluyen mitigar, transferir, evitar o aceptar riesgos negativos y \nrealizar, compartir, mejorar o aceptar riesgos positivos- dependiendo de los impactos y las \nprobabilidades potenciales. Es importante destacar que una organización puede utilizar el CSF \ntanto internamente para gestionar sus capacidades de seguridad cibernética como \nexternamente para supervisar o comunicarse con terceros. \nSin importar cómo se utilice el CSF, una organización se puede beneficiar del uso del CSF como \nguía para ayudarla a entender, evaluar, priorizar y comunicar los riesgos de seguridad \ncibernética y las acciones que gestionarán esos riesgos. Los resultados seleccionados pueden \nser utilizados para enfocar e implementar decisiones estratégicas para mejorar las posturas de \nseguridad cibernética y mantener la continuidad de las funciones esenciales de la misión, \nteniendo en cuenta las prioridades y los recursos disponibles. \n5.1. Cómo mejorar la comunicación de la gestión de riesgos \nEl CSF proporciona una base para mejorar la comunicación en relación con las expectativas, la \nplanificación y los recursos de seguridad cibernética. El CSF fomenta el flujo bidireccional de \ninformación (como se muestra en la mitad superior de la Fig. 5) entre los directivos que se \ncentran en las prioridades y la dirección estratégica de la organización y los gestores que \ngestionan los riesgos específicos de seguridad cibernética que podrían afectar a la \nconcretización de dichas prioridades. El CSF también apoya un flujo similar (tal y como se \nmuestra en la mitad inferior de la Fig. 5) entre los directivos y los profesionales que \nimplementan y operan las tecnologías. La parte izquierda de la figura indica la importancia de \nque los profesionales compartan sus actualizaciones, percepciones e inquietudes con los \ngerentes y directivos."
        },
        {
            "page": 17,
            "content": "El Marco de Seguridad Cibernética (CSF) 2.0 del NIST \nNIST CSWP 29 spa \nFebrero 26, 2024 \n11\nFig. 5. Cómo utilizar el CSF para mejorar la comunicación de la gestión de riesgos \nPrepararse para crear y utilizar perfiles organizativos implica recopilar información sobre \nprioridades organizativas, recursos y dirección del riesgo por parte de los directivos. \nPosteriormente, los directivos colaboran con los profesionales para comunicar las necesidades \nempresariales y crear perfiles organizativos basados en el riesgo. Las acciones para cerrar \ncualquier brecha identificada entre los Perfiles Actuales y los Perfiles Objetivo serán \nimplementadas por los directivos y los profesionales y proporcionarán información clave en los \nplanes a nivel de sistema. A medida que se alcanza el estado objetivo en toda la organización — \nincluidos los controles y el monitoreo aplicados a nivel de sistema —, los resultados \nactualizados se pueden compartir a través de registros de riesgos e informes de progreso. \nComo parte de la evaluación continua, los gerentes obtienen información para realizar ajustes \nque reduzcan aún más los daños potenciales y aumenten los beneficios potenciales.  \nLa función de gobernanza apoya la comunicación de los riesgos organizativos con los directivos. \nLas discusiones de los directivos tienen que ver con la estrategia, en particular con la forma en \nque las incertidumbres relacionadas con la seguridad cibernética podrían afectar al \ncumplimiento de los objetivos de la organización. Estas discusiones de gobierno apoyan el \ndiálogo y el acuerdo sobre las estrategias de gestión de riesgos (lo que incluye al riesgo de la \ncadena de suministro de seguridad cibernética); funciones, responsabilidades y autoridades; \npolíticas; y supervisión. A medida que los directivos establecen prioridades y objetivos de \nseguridad cibernética basados en esas necesidades, comunican las expectativas sobre el apetito \nde riesgo, la responsabilidad y los recursos. Los directivos también son responsables de integrar \nla gestión de riesgos de seguridad cibernética con los programas de ERM y los programas de \ngestión de riesgos de nivel inferior (consulte la Sec. 5.2). Las comunicaciones reflejadas en la \nmitad superior de la Fig. 5 pueden incluir consideraciones para ERM y los programas de nivel \ninferior y, por lo tanto, informar a los directivos y profesionales. \nLos objetivos generales de seguridad cibernética establecidos por los directivos son informados \npor los gerentes y se transmiten en cascada a ellos. En una entidad comercial, se pueden aplicar\n\nNIST CSWP 29 spa El Marco de Seguridad Cibernética (CSF) 2.0 del NIST\nFebrero 26, 2024\n\nha! dará —=\n\nQe lé\nCambios en los Prioridad de la misión\nriesgos actuales y futuros y apetito de riesgo\n\ny presupuesto\ne. ; L Gerentes 4\n\nProgreso de :\nla implementación 5\na 87: Profesionales «ga\n\nFig. 5. Cómo utilizar el CSF para mejorar la comunicación de la gestión de riesgos\n\ney\n\nPerfiles\nmarco\n\nPrepararse para crear y utilizar perfiles organizativos implica recopilar información sobre\nprioridades organizativas, recursos y dirección del riesgo por parte de los directivos.\nPosteriormente, los directivos colaboran con los profesionales para comunicar las necesidades\nempresariales y crear perfiles organizativos basados en el riesgo. Las acciones para cerrar\ncualquier brecha identificada entre los Perfiles Actuales y los Perfiles Objetivo serán\nimplementadas por los directivos y los profesionales y proporcionarán información clave en los\nplanes a nivel de sistema. A medida que se alcanza el estado objetivo en toda la organización —\nincluidos los controles y el monitoreo aplicados a nivel de sistema —, los resultados\nactualizados se pueden compartir a través de registros de riesgos e informes de progreso.\nComo parte de la evaluación continua, los gerentes obtienen información para realizar ajustes\nque reduzcan aún más los daños potenciales y aumenten los beneficios potenciales.\n\nLa función de gobernanza apoya la comunicación de los riesgos organizativos con los directivos.\nLas discusiones de los directivos tienen que ver con la estrategia, en particular con la forma en\nque las incertidumbres relacionadas con la seguridad cibernética podrían afectar al\ncumplimiento de los objetivos de la organización. Estas discusiones de gobierno apoyan el\ndiálogo y el acuerdo sobre las estrategias de gestión de riesgos (lo que incluye al riesgo de la\ncadena de suministro de seguridad cibernética); funciones, responsabilidades y autoridades;\npolíticas; y supervisión. A medida que los directivos establecen prioridades y objetivos de\nseguridad cibernética basados en esas necesidades, comunican las expectativas sobre el apetito\nde riesgo, la responsabilidad y los recursos. Los directivos también son responsables de integrar\nla gestión de riesgos de seguridad cibernética con los programas de ERM y los programas de\ngestión de riesgos de nivel inferior (consulte la Sec. 5.2). Las comunicaciones reflejadas en la\nmitad superior de la Fig. 5 pueden incluir consideraciones para ERM y los programas de nivel\ninferior y, por lo tanto, informar a los directivos y profesionales.\n\nLos objetivos generales de seguridad cibernética establecidos por los directivos son informados\npor los gerentes y se transmiten en cascada a ellos. En una entidad comercial, se pueden aplicar\n\n11"
        },
        {
            "page": 18,
            "content": "El Marco de Seguridad Cibernética (CSF) 2.0 del NIST \nNIST CSWP 29 spa \nFebrero 26, 2024 \n12\na una línea de negocio o división operativa. Para las entidades gubernamentales, pueden ser \nconsideraciones a nivel de división o sucursal. Al aplicar el CSF, los gerentes se centrarán en \ncómo alcanzar los objetivos de riesgo a través de servicios comunes, controles y colaboración, \ntal como se expresa en el perfil de objetivos y se mejora a través de las acciones que se siguen \nen el plan de acción (p. ej., registro de riesgos, informe detallado de riesgos, POA&M).  \nLos profesionales se centran en implementar el estado objetivo y medir los cambios en el \nriesgo operativo para ayudar a planificar, llevar a cabo y monitorear actividades específicas de \nseguridad cibernética. A medida que se implementan los controles para gestionar el riesgo a un \nnivel aceptable, los profesionales proporcionan a los gerentes y directivos la información (p. ej., \nindicadores clave de rendimiento, indicadores clave de riesgo) que necesitan para comprender \nla postura de seguridad cibernética de la organización, tomar decisiones informadas y \nmantener o ajustar la estrategia de riesgo según corresponda. Los directivos también pueden \ncombinar estos datos sobre riesgos de seguridad cibernética con información sobre otros tipos \nde riesgos de toda la organización. Las actualizaciones de las expectativas y prioridades se \nincluyen en Perfiles Organizativos actualizados a medida que se repite el ciclo. \n5.2. Cómo mejorar la integración con otros programas de gestión de riesgos \nCada organización se enfrenta a numerosos tipos de riesgo de ICT (p. ej., privacidad, cadena de \nsuministro, inteligencia artificial) y puede utilizar marcos y herramientas de gestión específicos \npara cada riesgo. Algunas organizaciones integran las ICT y todos los demás esfuerzos de \ngestión de riesgos a un alto nivel mediante el uso de ERM, mientras que otras mantienen los \nesfuerzos por separado para garantizar una atención adecuada a cada uno de ellos. Las \npequeñas organizaciones, por su índole, pueden monitorear el riesgo a nivel de la empresa, \nmientras que las empresas más grandes pueden mantener esfuerzos separados de gestión de \nriesgos integrados en la ERM. \nLas organizaciones pueden emplear un enfoque de ERM para equilibrar una cartera de \nconsideraciones de riesgo, incluida la seguridad cibernética, y tomar decisiones informadas. Los \ndirectivos reciben información significativa sobre las actividades de riesgo actuales y previstas a \nmedida que integran las estrategias de gobernanza y riesgo con los resultados de los usos \nanteriores del CSF. El CSF ayuda a las organizaciones a traducir su terminología sobre seguridad \ncibernética y gestión de riesgos de seguridad cibernética a un lenguaje general de gestión de \nriesgos que los directivos comprenderán. \nLos recursos del NIST que describen la relación mutua entre la gestión de riesgos de seguridad \ncibernética y ERM incluyen:  \n•\nMarco de seguridad cibernética 2.0 del NIST - Guía de inicio rápido de gestión de riesgos\nempresariales\n•\nInforme entre agencias (IR) 8286 del NIST, Integración de la seguridad cibernética y la\ngestión de riesgos empresariales (ERM)\n•\nIR 8286A, Identificación y estimación del riesgo de seguridad cibernética para la gestión\ndel riesgo empresarial"
        },
        {
            "page": 19,
            "content": "El Marco de Seguridad Cibernética (CSF) 2.0 del NIST \nNIST CSWP 29 spa \nFebrero 26, 2024 \n13\n•\nIR 8286B, Priorización del Riesgo de Seguridad Cibernética para la Gestión del Riesgo\nEmpresarial\n•\nIR 8286C, Clasificación de los riesgos de seguridad cibernética para la gestión de riesgos\nempresariales y la supervisión de la gobernanza\n•\nIR 8286D, Uso del Análisis de Impacto en el Negocio para Informar la Priorización y\nRespuesta al Riesgo\n•\nSP 800-221, Impacto Empresarial del Riesgo de las Tecnologías de la Información y las\nComunicaciones: Gobernanza y Gestión de Programas de Riesgos de TIC dentro de una\nCartera de Riesgos Empresariales\n•\nSP 800-221A, Resultados de Riesgos de Tecnología de Información y Comunicaciones\n(ICT): Integración de los Programas de Gestión de Riesgos de ICT con la Cartera de\nRiesgos de la Empresa\nUna organización también puede considerar el CSF útil para integrar la gestión de riesgos de \nseguridad cibernética con programas individuales de gestión de riesgos de ICT, tales como: \n•\nGestión y evaluación de riesgos de seguridad cibernética: El CSF puede integrarse con\nprogramas establecidos de gestión y evaluación de riesgos de seguridad cibernética,\ncomo SP 800-37, Marco de gestión de riesgos para sistemas de información y\norganizaciones, y SP 800-30, Guía para realizar evaluaciones de riesgos del Marco de\ngestión de riesgos (RMF) del NIST. Para una organización que utilice el RMF del NIST y su\nconjunto de publicaciones, el CSF puede utilizarse para complementar el enfoque del\nRMF para seleccionar y priorizar los controles del SP 800-53, Controles de seguridad y\nprivacidad para sistemas de información y organizaciones.\n•\nRiesgos de privacidad: Si bien la seguridad cibernética y la privacidad son disciplinas\nindependientes, sus objetivos se solapan en determinadas circunstancias, como se\nilustra en Fig. 6.\nFig. 6. Relación entre los riesgos de seguridad cibernética y privacidad \nLa gestión del riesgo de seguridad cibernética es esencial para abordar los riesgos de \nprivacidad relacionados con la pérdida de confidencialidad, integridad y disponibilidad\n\nNIST CSWP 29 spa El Marco de Seguridad Cibernética (CSF) 2.0 del NIST\nFebrero 26, 2024\n\nIR 8286B, Priorización del Riesgo de Seguridad Cibernética para la Gestión del Riesgo\nEmpresarial\n\nIR 8286C, Clasificación de los riesgos de seguridad cibernética para la gestión de riesgos\nempresariales y la supervisión de la gobernanza\n\nIR 8286D, Uso del Análisis de Impacto en el Negocio para Informar la Priorización y\nRespuesta al Riesgo\n\nSP 800-221, Impacto Empresarial del Riesgo de las Tecnologías de la Información y las\n\nComunicaciones: Gobernanza y Gestión de Programas de Riesgos de TIC dentro de una\nCartera de Riesgos Empresariales\n\nSP 800-221A, Resultados de Riesgos de Tecnología de Información y Comunicaciones\n(ICT): Integración de los Programas de Gestión de Riesgos de ICT con la Cartera de\n\nRiesgos de la Empresa\n\nUna organización también puede considerar el CSF útil para integrar la gestión de riesgos de\nseguridad cibernética con programas individuales de gestión de riesgos de ICT, tales como:\n\nGestión y evaluación de riesgos de seguridad cibernética: El CSF puede integrarse con\nprogramas establecidos de gestión y evaluación de riesgos de seguridad cibernética,\ncomo SP 800-37, Marco de gestión de riesgos para sistemas de información y\norganizaciones, y SP 800-30, Guía para realizar evaluaciones de riesgos del Marco de\ngestión de riesgos (RMF) del NIST. Para una organización que utilice el RMF del NIST y su\nconjunto de publicaciones, el CSF puede utilizarse para complementar el enfoque del\nRMF para seleccionar y priorizar los controles del SP 800-53, Controles de seguridad y\nprivacidad para sistemas de información y organizaciones.\n\nRiesgos de privacidad: Si bien la seguridad cibernética y la privacidad son disciplinas\nindependientes, sus objetivos se solapan en determinadas circunstancias, como se\nilustra en Fig. 6.\n\nRiesgos Ñ\nde seguridad é Riesgos\ncibernética a de privacidad\n\nasociados a incidentes | de seguridad asociados a incidentes\nde seguridad cibernética cibemética de privacidad derivados\n\nderivados de la pérdida . relacionados del tratamiento\nde confidencialidad, '  conla de datos\nintegridad o * privacidad\ndisponibilidad Ñ\n\nÑ\nNX\n\nFig. 6. Relación entre los riesgos de seguridad cibernética y privacidad\n\nLa gestión del riesgo de seguridad cibernética es esencial para abordar los riesgos de\nprivacidad relacionados con la pérdida de confidencialidad, integridad y disponibilidad\n\n13"
        },
        {
            "page": 20,
            "content": "El Marco de Seguridad Cibernética (CSF) 2.0 del NIST \nNIST CSWP 29 spa \nFebrero 26, 2024 \n14\nde los datos de las personas. Por ejemplo, las violaciones de datos pueden conducir al \nrobo de identidad. Sin embargo, los riesgos de privacidad también pueden surgir por \nmedios no relacionados con incidentes de seguridad cibernética.  \nUna organización procesa datos para alcanzar objetivos de misión o de negocio, lo que a \nveces puede provocar incidentes de privacidad en los que los individuos pueden tener \nproblemas como resultado del procesamiento de datos. Estos problemas se pueden \nexpresar de varias maneras, pero el NIST los describe como efectos que van desde la \ndignidad (p. ej., vergüenza o estigma) a daños más tangibles (p. ej., discriminación, \npérdida económica o daño físico). El Marco de Privacidad del NIST y el Marco de \nSeguridad Cibernética se pueden utilizar conjuntamente para abordar los diferentes \naspectos de los riesgos de seguridad cibernética y privacidad. Además, la Metodología \nde Evaluación de Riesgos para la Privacidad (PRAM, por sus siglas en inglés) del NIST \ncuenta con un catálogo de problemas de ejemplo para su uso en evaluaciones de riesgos \npara la privacidad. \n•\nRiesgos de la cadena de suministro: Una organización puede utilizar el CSF para\nfomentar la supervisión de los riesgos de seguridad cibernética y las comunicaciones con\nlas partes interesadas a lo largo de las cadenas de suministro. Todos los tipos de\ntecnología dependen de un ecosistema de cadena de suministro complejo, distribuido a\nescala mundial, extenso e interconectado, con rutas geográficamente diversas y\ndiversos niveles de subcontratación. Este ecosistema está compuesto por entidades de\nlos sectores público y privado (p. ej., compradors, proveedores, desarrolladores,\nintegradores de sistemas, proveedores de servicios de sistemas externos y otros\nproveedores de servicios relacionados con la tecnología) que interactúan para\ninvestigar, desarrollar, diseñar, fabricar, adquirir, entregar, integrar, operar, mantener,\neliminar y utilizar o gestionar de otro modo productos y servicios tecnológicos Estas\ninteracciones están determinadas e influidas por tecnologías, leyes, políticas,\nprocedimientos y prácticas.\nDadas las complejas e interconectadas relaciones de este ecosistema, la gestión de\nriesgos de la cadena de suministro (SCRM) es fundamental para las organizaciones. La\nSCRM de seguridad cibernética (C-SCRM) es un proceso sistemático para gestionar la\nexposición a los riesgos de seguridad cibernética a lo largo de las cadenas de suministro\ny desarrollar estrategias, políticas, procesos y procedimientos de respuesta adecuados.\nLas subcategorías dentro de la categoría CSF C-SCRM [GV.SC] proporcionan una\nconexión entre los resultados que se centran puramente en la seguridad cibernética y\nlos que se centran en C-SCRM. SP 800-161r1 (Revisión 1), Prácticas de Gestión de\nRiesgos de la Cadena de Suministro de seguridad cibernética para Sistemas y\nOrganizaciones, proporciona información en profundidad sobre C-SCRM.\n•\nRiesgos de las tecnologías emergentes: A medida que surgen nuevas tecnologías y\nnuevas aplicaciones de la tecnología, aparecen nuevos riesgos. Un ejemplo actual es la\ninteligencia artificial (IA), que presenta riesgos de seguridad cibernética y privacidad, así\ncomo muchos otros tipos de riesgo. El Marco de Gestión de Riesgos de Inteligencia\nArtificial del NIST (AI RMF, por sus siglas en inglés) se desarrolló para ayudar a abordar\nestos riesgos. Tratar los riesgos de la IA junto con otros riesgos empresariales (p. ej.,"
        },
        {
            "page": 21,
            "content": "El Marco de Seguridad Cibernética (CSF) 2.0 del NIST \nNIST CSWP 29 spa \nFebrero 26, 2024 \n15\nfinancieros, de seguridad cibernética, de reputación y de privacidad) producirá un \nresultado más integrado y una mayor eficiencia organizativa. Las consideraciones y los \nenfoques de gestión de riesgos de seguridad cibernética y privacidad son aplicables al \ndiseño, desarrollo, despliegue, evaluación y uso de sistemas de IA. El AI RMF Core utiliza \nFunciones, Categorías y Subcategorías para describir los resultados de la IA y ayudar a \ngestionar los riesgos relacionados con la IA."
        },
        {
            "page": 22,
            "content": "El Marco de Seguridad Cibernética (CSF) 2.0 del NIST \n16\nNIST CSWP 29 spa\nFebrero 26, 2024 \nAppendix A. CSF Core \nEste apéndice describe las Funciones, las Categorías y las Subcategorías del CSF Core. Table 1 \nenumera los nombres de las Funciones y Categorías del CSF 2.0 Core y los identificadores \nalfabéticos únicos. Cada nombre de función de la tabla está vinculado a su parte del apéndice. \nEl orden de las Funciones, Categorías y Subcategorías del Core no es alfabético; su objetivo es \nque tenga mayor resonancia entre los encargados de hacer operativa la gestión de riesgos \ndentro de una organización. La numeración de las subcategorías no es secuencial de forma \nintencionada; las lagunas en la numeración indican las subcategorías del CSF 1.1 que se \nreubicaron en el CSF 2.0. \nTabla 1. CSF 2.0 Nombres e identificadores de funciones básicas y categorías \nEl CSF Core, las Referencias Informativas y los Ejemplos de Implementación están disponibles \nen el sitio web del CSF 2.0, y a través de la Herramienta de Referencia del CSF 2.0, que permite \nFunción \nCategoría \nIdentificador de \nCategoría \nGobernar (GV) \nContexto organizativo \nGV.OC \nEstrategia de gestión de riesgos \nGV.RM \nFunciones, responsabilidades y autoridades \nGV.RR \nPolítica \nGV.PO \nSupervisión \nGV.OV \nGestión de riesgos de la cadena de suministro en materia de \nseguridad cibernética \nGV.SC \nIdentificar (ID) \nGestión de activos \nID.AM \nEvaluación de riesgos \nID.RA \nMejora \nID.IM \nProteger (PR) \nGestión de identidades, autenticación y control de acceso \nPR.AA \nConcienciación y capacitación \nPR.AT \nSeguridad de datos \nPR.DS \nSeguridad de plataformas \nPR.PS \nResistencia de la infraestructura tecnológica \nPR.IR \nDetectar (DE) \nMonitoreo continuo \nDE.CM \nAnálisis de eventos adversos \nDE.AE \nResponder (RS) \nGestión de incidentes \nRS.MA \nAnálisis de incidentes \nRS.AN \nNotificación y comunicación de la respuesta al incidente \nRS.CO \nMitigación de incidentes \nRS.MI \nRecuperar (RC) \nEjecución del Plan de Recuperación de Incidentes \nRC.RP \nComunicación de la recuperación del incidente \nRC.CO"
        },
        {
            "page": 23,
            "content": "El Marco de Seguridad Cibernética (CSF) 2.0 del NIST \nNIST CSWP 29 spa \nFebrero 26, 2024 \n17\nque los usuarios los exploren y exporten en formatos legibles por humanos y máquinas. El \nnúcleo del CSF 2.0 también está disponible en un formato legado similar al del CSF 1.1. \nGOBERNAR (GV): Se establecen, comunican y supervisan la estrategia, las expectativas y la \npolítica de gestión de riesgos de seguridad cibernética de la organización. \n•\nContexto organizativo (GV.OC): Se comprenden las circunstancias - misión, expectativas de\nlas partes interesadas, dependencias y requisitos legales, normativos y contractuales - que\nafectan a las decisiones de gestión de riesgos de seguridad cibernética de la organización\no\nGV.OC-01: Se comprende la misión de la organización y se informa sobre la gestión de\nriesgos de seguridad cibernética.\no\nGV.OC-02: Las partes interesadas internas y externas son comprendidas, y sus\nnecesidades y expectativas con respecto a la gestión de riesgos de seguridad cibernética\nson comprendidas y consideradas.\no\nGV.OC-03: Se comprenden y gestionan los requisitos legales, normativos y contractuales\nrelativos a la seguridad cibernética, incluidas las obligaciones en materia de privacidad y\nlibertades civiles.\no\nGV.OC-04: Se comprenden y comunican los objetivos, las capacidades y los servicios\ncríticos de los que dependen las partes interesadas externas o que esperan de la\norganización\no\nGV.OC-05: Se comprenden y comunican los resultados, capacidades y servicios de los\nque depende la organización\n•\nEstrategia de gestión de riesgos (GV.RM): Se establecen, comunican y utilizan las\nprioridades, las restricciones, las declaraciones de tolerancia y apetito por el riesgo y los\nsupuestos de la organización para respaldar las decisiones sobre el riesgo operativo\no\nGV.RM-01: Los objetivos de la gestión de riesgos son establecidos y acordados por las\npartes interesadas de la organización\no\nGV.RM-02: Se establecen, se comunican y se mantienen las declaraciones sobre el\napetito de riesgo y la tolerancia al riesgo\no\nGV.RM-03: Las actividades y los resultados de la gestión de riesgos de seguridad\ncibernética se incluyen en los procesos de gestión de riesgos de la empresa\no\nGV.RM-04: Se establece y comunica una dirección estratégica que describa las opciones\nadecuadas de respuesta al riesgo.\no\nGV.RM-05: Se establecen líneas de comunicación en toda la organización para los\nriesgos de seguridad cibernética, lo que incluye a los riesgos de proveedores y otros\nterceros.\no\nGV.RM-06: Se establece y comunica un método estandarizado para calcular,\ndocumentar, categorizar y priorizar los riesgos de seguridad cibernética."
        },
        {
            "page": 24,
            "content": "El Marco de Seguridad Cibernética (CSF) 2.0 del NIST \nNIST CSWP 29 spa \nFebrero 26, 2024 \n18\no\nGV.RM-07: Se caracterizan las oportunidades estratégicas (es decir, los riesgos\npositivos) y se incluyen en las discusiones sobre riesgos de seguridad cibernética de la\norganización.\n•\nFunciones, responsabilidades y autoridades (GV.RR): Se establecen y comunican las\nfunciones, las responsabilidades y las competencias en materia de seguridad cibernética\npara fomentar la rendición de cuentas, la evaluación del desempeño y la mejora continua.\no\nGV.RR-01: El liderazgo organizativo es responsable de los riesgos de seguridad\ncibernética y fomenta una cultura consciente de los riesgos, ética y de mejora continua.\no\nGV.RR-02: Se establecen, comunican, comprenden y aplican las funciones,\nresponsabilidades y autoridades relacionadas con la gestión de riesgos de seguridad\ncibernética.\no\nGV.RR-03: Se asignan recursos adecuados de acuerdo con la estrategia de riesgos de\nseguridad cibernética, las funciones, las responsabilidades y las políticas.\no\nGV.RR-04: La seguridad cibernética se incluye en las prácticas de recursos humanos\n•\nPolítica (GV.PO): La política de seguridad cibernética de la organización es establecida,\ncomunicada y aplicada.\no\nGV.PO-01: La política de gestión de riesgos de seguridad cibernética se establece en\nbase al contexto organizativo, la estrategia de seguridad cibernética y las prioridades, y\nes comunicada y aplicada\no\nGV.PO-02: La política de gestión de riesgos de seguridad cibernética se revisa, actualiza,\ncomunica y aplica para reflejar los cambios en los requisitos, las amenazas, la tecnología\ny la misión de la organización\n•\nSupervisión (GV.OV): Los resultados de las actividades de gestión de riesgos de seguridad\ncibernética en toda la organización y el rendimiento se utilizan para informar, mejorar y\najustar la estrategia de gestión de riesgos\no\nGV.OV-01: Los resultados de la estrategia de gestión de riesgos de seguridad cibernética\nse revisan para informar y ajustar la estrategia y la dirección\no\nGV.OV-02: La estrategia de gestión de riesgos de seguridad cibernética se revisa y ajusta\npara garantizar la cobertura de los requisitos y riesgos de la organización\no\nGV.OV-03: El rendimiento de la gestión de riesgos de seguridad cibernética de la\norganización se evalúa y revisa para realizar los ajustes necesarios\n•\nGestión de riesgos de la cadena de suministro de seguridad cibernética (GV.SC): Las partes\ninteresadas de la organización identifican, establecen, gestionan, supervisan y mejoran los\nprocesos de gestión de riesgos de la cadena de suministro cibernética\no\nGV.SC-01: Las partes interesadas de la organización establecen y acuerdan un programa,\nestrategia, objetivos, políticas y procesos de gestión de riesgos de seguridad cibernética\nen la cadena de suministro"
        },
        {
            "page": 25,
            "content": "El Marco de Seguridad Cibernética (CSF) 2.0 del NIST \nNIST CSWP 29 spa \nFebrero 26, 2024 \n19\no\nGV.SC-02: Se establecen, comunican y coordinan interna y externamente las funciones y\nresponsabilidades de seguridad cibernética para proveedores, clientes y colaboradores\no\nGV.SC-03: La gestión de riesgos de la cadena de suministro de seguridad cibernética\nestá integrada en la seguridad cibernética y la gestión de riesgos empresariales, la\nevaluación de riesgos y los procesos de mejora\no\nGV.SC-04: Los proveedores son conocidos y priorizados por criticidad\no\nGV.SC-05: Los requisitos para abordar los riesgos de seguridad cibernética en las\ncadenas de suministro se establecen, priorizan e integran en contratos y otros tipos de\nacuerdos con proveedores y otras terceras partes pertinentes\no\nGV.SC-06: Se llevan a cabo la planificación y la diligencia debida para reducir los riesgos\nantes de entablar relaciones formales con proveedores u otros terceros\no\nGV.SC-07: Los riesgos planteados por un proveedor, sus productos y servicios y otros\nterceros se comprenden, registran, priorizan, evalúan, responden y monitorean a lo\nlargo de la relación\no\nGV.SC-08: Los proveedores pertinentes y otros terceros se incluyen en las actividades de\nplanificación, respuesta y recuperación de incidentes\no\nGV.SC-09: Las prácticas de seguridad de la cadena de suministro se integran en los\nprogramas de seguridad cibernética y de gestión de riesgos empresariales, y su\nrendimiento se monitorea a lo largo del ciclo de vida de los productos y servicios\ntecnológicos\no\nGV.SC-10: Los planes de gestión de riesgos de la cadena de suministro de seguridad\ncibernética incluyen disposiciones para las actividades que ocurren después de la\nconclusión de un acuerdo de colaboración o servicio\nIDENTIFICAR (ID): Se conocen los riesgos de seguridad cibernética actuales de la organización \n•\nGestión de activos (ID.AM): Los activos (p. ej., datos, hardware, software, sistemas,\ninstalaciones, servicios, personas) que permiten a la organización alcanzar sus objetivos\nempresariales se identifican y gestionan de acuerdo con su importancia relativa para los\nobjetivos organizativos y la estrategia de riesgos de la organización\no\nID.AM-01: Se mantienen inventarios del hardware gestionado por la organización\no\nID.AM-02: Se mantienen inventarios de software, servicios y sistemas gestionados por la\norganización\no\nID.AM-03: Se mantienen representaciones de la comunicación de red autorizada de la\norganización y de los flujos de datos de red internos y externos\no\nID.AM-04: Se mantienen inventarios de los servicios prestados por los proveedores"
        },
        {
            "page": 26,
            "content": "El Marco de Seguridad Cibernética (CSF) 2.0 del NIST \nNIST CSWP 29 spa \nFebrero 26, 2024 \n20\no\nID.AM-05: Se priorizan los activos en función de su clasificación, criticidad, recursos e\nimpacto en la misión\no\nID.AM-07: Se mantienen inventarios de datos y los metadatos correspondientes para los\ntipos de datos designados\no\nID.AM-08: Los sistemas, el hardware, el software, los servicios y los datos se gestionan\ndurante todo su ciclo de vida\n•\nEvaluación de riesgos (ID.RA): La organización comprende el riesgo de seguridad\ncibernética para la organización, los activos y los individuos\no\nID.RA-01: Se identifican, validan y registran las vulnerabilidades de los activos\no\nID.RA-02: Se recibe información sobre amenazas cibernéticas de foros y fuentes de\nintercambio de información\no\nID.RA-03: Se identifican y registran las amenazas internas y externas a la organización\no\nID.RA-04: Se identifican y registran los impactos potenciales y las probabilidades de que\nlas amenazas exploten las vulnerabilidades\no\nID.RA-05: Las amenazas, las vulnerabilidades, las probabilidades y los impactos se\nutilizan para comprender el riesgo inherente e informar sobre la priorización de la\nrespuesta al riesgo\no\nID.RA-06: Se eligen, priorizan, planifican, controlan y comunican las respuestas al riesgo\no\nID.RA-07: Se gestionan los cambios y las excepciones, se evalúa su impacto en el riesgo,\nse registran y se realiza su seguimiento\no\nID.RA-08: Se establecen procesos para recibir, analizar y responder a las divulgaciones\nde vulnerabilidades\no\nID.RA-09: Se evalúa la autenticidad e integridad del hardware y software antes de su\nadquisición y uso\no\nID.RA-10: Se evalúan los proveedores críticos antes de su adquisición\n•\nMejora (ID.IM): Se identifican mejoras en los procesos, procedimientos y actividades de\ngestión de riesgos de seguridad cibernética de la organización en todas las funciones del CSF\no\nID.IM-01: Las mejoras se identifican a partir de evaluaciones\no\nID.IM-02: Las mejoras se identifican a partir de pruebas y ejercicios de seguridad, lo que\nincluye a los realizados en coordinación con proveedores y terceros pertinentes\no\nID.IM-03: Las mejoras se identifican a partir de la ejecución de procesos,\nprocedimientos y actividades operativos\no\nID.IM-04: Se establecen, comunican, mantienen y mejoran los planes de respuesta a\nincidentes y otros planes de seguridad cibernética que afectan a las operaciones."
        },
        {
            "page": 27,
            "content": "El Marco de Seguridad Cibernética (CSF) 2.0 del NIST \nNIST CSWP 29 spa \nFebrero 26, 2024 \n21\nPROTEGER (PR): Se utilizan medidas de protección para gestionar los riesgos de seguridad \ncibernética de la organización \n•\nGestión de identidades, autenticación y control de acceso (PR.AA): El acceso a los activos\nfísicos y lógicos se limita a los usuarios, servicios y hardware autorizados y se gestiona de\nforma proporcional al riesgo evaluado de acceso no autorizado\no\nPR.AA-01: La organización gestiona las identidades y credenciales de los usuarios,\nservicios y equipos autorizados\no\nPR.AA-02: Las identidades están comprobadas y vinculadas a credenciales basadas en el\ncontexto de las interacciones\no\nPR.AA-03: Los usuarios, servicios y hardware están autenticados\no\nPR.AA-04: Las afirmaciones de identidad se protegen, transmiten y verifican\no\nPR.AA-05: Los permisos de acceso, los derechos y las autorizaciones se definen en una\npolítica, se gestionan, se aplican y se revisan, e incorporan los principios de privilegio\nmínimo y separación de funciones\no\nPR.AA-06: El acceso físico a los activos se gestiona, supervisa y aplica de forma\nproporcional al riesgo\n•\nConcienciación y capacitación (PR.AT): Se proporciona al personal de la organización\nconcienciación y capacitación en seguridad cibernética para que puedan realizar sus tareas\nrelacionadas con la seguridad cibernética\no\nPR.AT-01: Se sensibiliza y capacita al personal para que disponga de los conocimientos y\nhabilidades necesarios para realizar tareas generales teniendo en cuenta los riesgos de\nseguridad cibernética\no\nPR.AT-02: Se sensibiliza y capacita a las personas que desempeñan funciones\nespecializadas para que posean los conocimientos y aptitudes necesarios para realizar\nlas tareas pertinentes teniendo en cuenta los riesgos de seguridad cibernética\n•\nSeguridad de los datos (PR.DS): Los datos se gestionan de forma coherente con la\nestrategia de riesgos de la organización para proteger la confidencialidad, integridad y\ndisponibilidad de la información\no\nPR.DS-01: La confidencialidad, la integridad y la disponibilidad de los datos en reposo\nestán protegidas\no\nPR.DS-02: La confidencialidad, la integridad y la disponibilidad de los datos en tránsito\nestán protegidas\no\nPR.DS-10: La confidencialidad, la integridad y la disponibilidad de los datos en uso están\nprotegidas\no\nPR.DS-11: Se crean, protegen, mantienen y comprueban copias de seguridad de los\ndatos"
        },
        {
            "page": 28,
            "content": "El Marco de Seguridad Cibernética (CSF) 2.0 del NIST \nNIST CSWP 29 spa \nFebrero 26, 2024 \n22\n•\nSeguridad de la plataforma (PR.PS): El hardware, el software (p. ej., firmware, sistemas\noperativos, aplicaciones) y los servicios de las plataformas físicas y virtuales se gestionan de\nacuerdo con la estrategia de riesgos de la organización para proteger su confidencialidad,\nintegridad y disponibilidad\no\nPR.PS-01: Se establecen y aplican prácticas de gestión de la configuración\no\nPR.PS-02: Se mantiene, sustituye y elimina el software en función del riesgo\no\nPR.PS-03: Se mantiene, sustituye y elimina el hardware en función del riesgo\no\nPR.PS-04: Se generen registros y se pongan a disposición para una supervisión continua\no\nPR.PS-05: Se impide la instalación y la ejecución de software no autorizado\no\nPR.PS-06: Se integran prácticas seguras de desarrollo de software y se supervisa su\nrendimiento durante todo el ciclo de vida de desarrollo del software\n•\nResiliencia de la infraestructura tecnológica (PR.IR): Las arquitecturas de seguridad se\ngestionan con la estrategia de riesgos de la organización a fin de proteger la\nconfidencialidad, la integridad y la disponibilidad de los activos, así como la resiliencia de la\norganización\no\nPR.IR-01: Las redes y los entornos están protegidos contra el acceso lógico y el uso no\nautorizados\no\nPR.IR-02: Los activos tecnológicos de la organización están protegidos de las amenazas\ndel entorno\no\nPR.IR-03: Se implementan mecanismos para lograr los requisitos de resiliencia en\nsituaciones normales y adversas\no\nPR.IR-04: Se mantiene una capacidad de recursos adecuada para garantizar la\ndisponibilidad\nDETECTAR (DE): Se detectan y analizan posibles ataques y situaciones comprometedoras en \nmateria de seguridad cibernética. \n•\nMonitoreo continuo (DE.CM): Los activos se monitorean para encontrar anomalías,\nindicadores de compromiso y otros acontecimientos potencialmente adversos\no\nDE.CM-01: Las redes y los servicios de red se monitorean para detectar acontecimientos\npotencialmente adversos\no\nDE.CM-02: Se monitorea el entorno físico para detectar posibles acontecimientos\nadversos\no\nDE.CM-03: Se monitorea la actividad del personal y el uso de la tecnología para detectar\nposibles acontecimientos adversos"
        },
        {
            "page": 29,
            "content": "El Marco de Seguridad Cibernética (CSF) 2.0 del NIST \nNIST CSWP 29 spa \nFebrero 26, 2024 \n23\no\nDE.CM-06: Se monitorean las actividades y los servicios de los proveedores de servicios\nexternos para detectar acontecimientos potencialmente adversos.\no\nDE.CM-09: Se monitorean el hardware y el software informáticos, los entornos de\nejecución y sus datos para detectar posibles acontecimientos adversos\n•\nAnálisis de acontecimientos adversos (DE.AE): Se analizan anomalías, indicadores de\ncompromiso y otros acontecimientos potencialmente adversos para caracterizarlos y\ndetectar incidentes de seguridad cibernética\no\nDE.AE-02: Los acontecimientos potencialmente adversos se analizan para comprender\nmejor las actividades asociadas\no\nDE.AE-03: Se correlaciona la información procedente de diversas fuentes\no\nDE.AE-04: Se comprende el impacto estimado y el alcance de los acontecimientos\nadversos\no\nDE.AE-06: La información sobre acontecimientos adversos se proporciona al personal y\na las herramientas autorizadas\no\nDE.AE-07: La inteligencia sobre amenazas cibernéticas y otra información contextual se\nintegran en el análisis\no\nDE.AE-08: Se declaran incidentes cuando los acontecimientos adversos cumplen con los\ncriterios de incidente definidos\nRESPONDER (RS): Se toman medidas en relación con un incidente de seguridad cibernética \ndetectado \n•\nGestión de incidentes (RS.MA): Se gestionan las respuestas a los incidentes de seguridad\ncibernética detectados\no\nRS.MA-01: Se ejecuta el plan de respuesta a incidentes en coordinación con los terceros\npertinentes una vez que se declara un incidente\no\nRS.MA-02: Se clasifican y validan los informes de incidentes\no\nRS.MA-03: Se clasifican y priorizan los incidentes\no\nRS.MA-04: Se escalan o elevan los incidentes según sea necesario\no\nRS.MA-05: Se aplican los criterios para iniciar la recuperación de incidentes\n•\nAnálisis de incidentes (RS.AN): Se llevan a cabo investigaciones con el fin de garantizar una\nrespuesta eficaz y apoyar las actividades forenses y de recuperación\no\nRS.AN-03: Se realizan análisis para determinar lo que ocurrió durante un incidente y la\ncausa raíz del mismo\no\nRS.AN-06: Se registran las acciones realizadas durante una investigación y se preservan\nla integridad y la procedencia de los registros"
        },
        {
            "page": 30,
            "content": "El Marco de Seguridad Cibernética (CSF) 2.0 del NIST \nNIST CSWP 29 spa \nFebrero 26, 2024 \n24\no\nRS.AN-07: Se recopilan los datos y metadatos del incidente y se preservan su integridad\ny su procedencia\no\nRS.AN-08: Se estima y valida la magnitud de un incidente.\n•\nNotificación y comunicación de la respuesta al incidente (RS.CO): Las actividades de\nrespuesta se coordinan con las partes interesadas internas y externas, según lo exijan las\nleyes, las normativas o las políticas\no\nRS.CO-02: Se notifican los incidentes a las partes interesadas internas y externas\no\nRS.CO-03: La información se comparte con las partes interesadas internas y externas\ndesignadas\n•\nMitigación de incidentes (RS.MI): Se llevan a cabo actividades a fin de evitar la expansión\nde un incidente y mitigar sus efectos\no\nRS.MI-01: Se contienen los incidentes\no\nRS.MI-02: Se erradican los incidentes\nRECUPERACIÓN (RC): Se restauran los activos y las operaciones afectados por un incidente de \nseguridad cibernética \n•\nEjecución del Plan de Recuperación de Incidentes (RC.RP): Se realizan actividades de\nrestauración que garantizan la disponibilidad operativa de los sistemas y servicios afectados\npor incidentes de seguridad cibernética\no\nRC.RP-01: La parte de recuperación del plan de respuesta a incidentes se ejecuta una\nvez que se inicia desde el proceso de respuesta a incidentes\no\nRC.RP-02: Se seleccionan, delimitan, priorizan y llevan a cabo las acciones de\nrecuperación\no\nRC.RP-03: Se verifica la integridad de las copias de seguridad y otros activos de\nrestauración antes de usarlos para la restauración\no\nRC.RP-04: Se tienen en cuenta las funciones críticas de la misión y la gestión de riesgos\nde seguridad cibernética para establecer normas operativas posteriores al incidente\no\nRC.RP-05: Se verifica la integridad de los activos restaurados, se restauran los sistemas y\nservicios y se confirma el estado operativo normal\no\nRC.RP-06: Se declara el fin de la recuperación del incidente sobre la base de criterios y\nse completa la documentación relacionada con el incidente\n•\nComunicación de la recuperación del incidente (RC.CO): Se coordinan las actividades de\nrestauración con las partes internas y externas"
        },
        {
            "page": 31,
            "content": "El Marco de Seguridad Cibernética (CSF) 2.0 del NIST \nNIST CSWP 29 spa \nFebrero 26, 2024 \n25\no\nRC.CO-03: Las actividades de recuperación y los progresos en el restablecimiento de las\ncapacidades operativas se comunican a las partes interesadas internas y externas\ndesignadas\no\nRC.CO-04: Las actualizaciones públicas sobre la recuperación del incidente se comparten\nmediante el uso de métodos y mensajes aprobados"
        },
        {
            "page": 32,
            "content": "El Marco de Seguridad Cibernética (CSF) 2.0 del NIST \n26\nNIST CSWP 29 spa\nFebrero 26, 2024 \nAppendix B. Niveles del CSF \nTable 2 contiene una ilustración teórica de los niveles del CSF analizados en la Sec. 3. Los niveles \ncaracterizan el rigor de las prácticas de gobernanza de riesgos de seguridad cibernética de una \norganización (Gobernar) y las prácticas de gestión de riesgos de seguridad cibernética \n(Identificar, Proteger, Detectar, Responder y Recuperar). \nTabla 2. Ilustración teórica de los niveles del CSF \nNivel \nGobernanza de riesgos de seguridad \ncibernética \nGestión de riesgos de seguridad cibernética \nNivel 1: \nParcial \nLa aplicación de la estrategia de \nriesgos de seguridad cibernética de la \norganización se gestiona de manera \nad hoc.  \nLa priorización es ad hoc y no se \nfundamenta formalmente en los \nobjetivos o el entorno de amenazas. \n \nExiste una conciencia limitada sobre los riesgos de \nseguridad cibernética a nivel organizativo.   \nLa organización implementa la gestión de riesgos de \nseguridad cibernética de forma irregular, caso por \ncaso.   \nEs posible que la organización no disponga de procesos \nque permitan compartir información en materia de \nseguridad cibernética dentro de la organización. \nLa organización desconoce generalmente los riesgos de \nseguridad cibernética asociados a sus proveedores y a \nlos productos y servicios que adquiere y utiliza.  \nNivel 2: \nConocimiento \nde los \nriesgos \nLas prácticas de gestión de riesgos son \naprobadas por la gerencia, pero \npueden no estar establecidas como \npolítica para toda la organización.   \nLa priorización de las actividades de \nseguridad cibernética y las \nnecesidades de protección se basan \ndirectamente en los objetivos de \nriesgo de la organización, el entorno \nde amenazas o los requisitos de \nnegocio/misión.  \n \nExiste una conciencia sobre los riesgos de seguridad \ncibernética a nivel organizacional, pero no se estableció \nun enfoque de toda la organización para gestionar los \nriesgos de seguridad cibernética.   \nLa consideración de la seguridad cibernética en los \nobjetivos y programas de la organización puede ocurrir \nen algunos, pero no en todos los niveles de la \norganización. La evaluación del riesgo cibernético de los \nactivos organizativos y externos se produce, pero no \nsuele ser repetible o recurrente.  \nLa información sobre seguridad cibernética se comparte \ndentro de la organización de manera informal.  \nLa organización es consciente de los riesgos de \nseguridad cibernética asociados con sus proveedores y \nlos productos y servicios que adquiere y utiliza, pero no \nactúa de manera coherente o formal en respuesta a \nesos riesgos.   \nNivel 3: \nRepetible \nLas prácticas de gestión de riesgos de \nla organización se aprueban y \nexpresan formalmente como política.  \nLas políticas, los procesos y los \nprocedimientos informados sobre los \nriesgos se definen, se aplican según lo \nprevisto y se revisan.  \nExiste un enfoque a nivel de toda la organización para \ngestionar los riesgos de seguridad cibernética. La \ninformación sobre seguridad cibernética se comparte \nde forma rutinaria en toda la organización.  \nExisten métodos consistentes para responder de \nmanera efectiva a los cambios en los riesgos. El personal \ndispone de los conocimientos y habilidades necesarios"
        },
        {
            "page": 33,
            "content": "El Marco de Seguridad Cibernética (CSF) 2.0 del NIST \nNIST CSWP 29 spa \nFebrero 26, 2024 \n27\nNivel \nGobernanza de riesgos de seguridad \ncibernética \nGestión de riesgos de seguridad cibernética \nLas prácticas de seguridad cibernética \nde la organización se actualizan \nperiódicamente sobre la base de la \naplicación de los procesos de gestión \nde riesgos a los cambios en los \nrequisitos de negocio/misión, las \namenazas y el panorama tecnológico. \n \npara desempeñar las funciones y responsabilidades que \nle fueron asignadas.   \nLa organización supervisa de forma coherente y precisa \nlos riesgos de seguridad cibernética de los activos. Los \naltos directivos de seguridad cibernética y no \ncibernética se comunican regularmente en relación con \nlos riesgos de seguridad cibernética. Los directivos se \naseguran de que la seguridad cibernética se considera a \ntravés de todas las líneas de operación en la \norganización.  \nLa estrategia de riesgos de la organización recibe \ninformación sobre los riesgos de seguridad cibernética \nasociados a sus proveedores y a los productos y \nservicios que adquiere y utiliza. El personal actúa \nformalmente sobre esos riesgos a través de \nmecanismos como acuerdos escritos para comunicar los \nrequisitos básicos, estructuras de gobernanza (por \nejemplo, consejos de riesgos), y aplicación y supervisión \nde políticas. Estas acciones se aplican de forma \ncoherente y conforme a lo previsto, y se supervisan y \nrevisan continuamente. \nNivel 4: \nAdaptable \nExiste un enfoque a nivel de toda la \norganización para gestionar los riesgos \nde seguridad cibernética que utiliza \npolíticas, procesos y procedimientos \nbasados en los riesgos para hacer \nfrente a posibles eventos de seguridad \ncibernética. La relación entre los \nriesgos de seguridad cibernética y los \nobjetivos de la organización se \nentiende claramente y se tiene en \ncuenta a la hora de tomar decisiones. \nLos directivos supervisan los riesgos \nde seguridad cibernética en el mismo \ncontexto que los riesgos financieros y \notros riesgos organizativos. El \npresupuesto de la organización se \nbasa en la comprensión del entorno \nde riesgo actual y previsto y en la \ntolerancia al riesgo. Las unidades de \nnegocio implementan la visión \nejecutiva y analizan los riesgos a nivel \nde sistema en el contexto de las \ntolerancias de riesgo de la \norganización. \nLa gestión de riesgos de seguridad \ncibernética forma parte de la cultura \norganizativa. Evoluciona a partir de la \nconcienciación sobre las actividades \nLa organización adapta sus prácticas de seguridad \ncibernética basándose en actividades de seguridad \ncibernética anteriores y actuales, incluidas las lecciones \naprendidas y los indicadores predictivos. A través de un \nproceso de mejora continua que incorpora tecnologías y \nprácticas avanzadas de seguridad cibernética, la \norganización se adapta activamente a un panorama \ntecnológico cambiante y responde de manera oportuna \ny eficaz a las amenazas sofisticadas en evolución. \nLa organización utiliza información en tiempo real o casi \nreal para comprender los riesgos de seguridad \ncibernética asociados a sus proveedores y a los \nproductos y servicios que adquiere y utiliza, y actuar de \nforma coherente al respecto. \nLa información sobre seguridad cibernética se comparte \nconstantemente en toda la organización y con terceros \nautorizados."
        },
        {
            "page": 34,
            "content": "El Marco de Seguridad Cibernética (CSF) 2.0 del NIST \nNIST CSWP 29 spa \nFebrero 26, 2024 \n28\nNivel \nGobernanza de riesgos de seguridad \ncibernética \nGestión de riesgos de seguridad cibernética \nprevias y la concienciación continua \nsobre las actividades en los sistemas y \nredes de la organización. La \norganización puede tener en cuenta \nde forma rápida y eficaz los cambios \nen los objetivos de negocio/misión en \nla forma de abordar y comunicar el \nriesgo."
        },
        {
            "page": 35,
            "content": "El Marco de Seguridad Cibernética (CSF) 2.0 del NIST \n29\nNIST CSWP 29 spa\nFebrero 26, 2024 \nAppendix C. Glosario \nCategoría de CSF \nUn grupo de resultados de seguridad cibernética relacionados que colectivamente comprenden una Función de \nCSF. \nPerfil de Comunidad de CSF \nUna línea base de resultados de CSF que se crea y publica para abordar intereses y objetivos compartidos entre un \nnúmero de organizaciones. Un perfil comunitario se desarrolla normalmente para un sector, subsector, tecnología, \ntipo de amenaza u otro caso de uso en particular. Una organización puede utilizar un Perfil Comunitario como base \npara su propio Perfil Objetivo. \nCSF Core \nUna taxonomía de resultados de seguridad cibernética de alto nivel que puede ayudar a cualquier organización a \ngestionar sus riesgos de seguridad cibernética. Sus componentes son una jerarquía de Funciones, Categorías y \nSubcategorías que detallan cada resultado. \nPerfil Actual del CSF \nUna parte de un Perfil Organizativo que especifica los resultados esenciales que una organización está logrando \nactualmente (o intentando lograr) y determina cómo o en qué medida se está logrando cada resultado. \nFunción de CSF \nEl mayor nivel de la organización para los resultados de seguridad cibernética. Hay seis funciones de CSF: \nGobernar, Identificar, Proteger, Detectar, Responder y Recuperar. \nEjemplo de implementación de un CSF \nUna ilustración resumida, orientada a la acción y teórica de una forma de ayudar a lograr un resultado básico del \nCSF. \nReferencia informativa del CSF \nUn mapeo que indica una relación entre un resultado básico del CSF y una norma, directriz, regulación u otro \ncontenido existente. \nPerfil organizativo del CSF \nUn mecanismo para describir la postura de seguridad cibernética actual u objetivo de una organización en \ntérminos de los resultados del CSF Core. \nGuía de inicio rápido del CSF \nRecurso complementario que proporciona una guía breve y práctica sobre temas específicos relacionados con el \nCSF. \nSubcategoría del CSF \nUn grupo de resultados más específicos de actividades técnicas y de gestión de seguridad cibernética que \ncomprenden una categoría del CSF. \nPerfil Objetivo del CSF \nUna parte de un Perfil Organizativo que especifica los resultados esenciales deseados que una organización ha \nseleccionado y priorizado para lograr sus objetivos de gestión de riesgos de seguridad cibernética. \nNivel del CSF \nUna caracterización del rigor de las prácticas de gobierno y gestión de riesgos de seguridad cibernética de una \norganización. Hay cuatro niveles: Parcial (Nivel 1), Riesgo Informado (Nivel 2), Repetible (Nivel 3) y Adaptativo \n(Nivel 4)."
        },
        {
            "page": 36,
            "content": "El Marco de Seguridad Cibernética (CSF) 2.0 del NIST \nNIST CSWP 29 spa \nFebrero 26, 2024 \n30\nEn este documento se identifican determinados equipos, instrumentos, software o materiales, comerciales o no \ncomerciales, con el fin de especificar adecuadamente el procedimiento experimental. Dicha identificación no \nimplica una recomendación o aprobación de cualquier producto o servicio por parte del NIST, ni implica que los \nmateriales o equipos identificados sean necesariamente los mejores disponibles para ese fin. \nPolíticas de la Serie Técnica del NIST \nDeclaraciones sobre derechos de autor, uso y licencias \nSintaxis del identificador de publicación de la serie técnica del NIST \nCómo hacer referencia a esta publicación de la serie técnica del NIST:  \nInstituto Nacional de Estándares y Tecnología (2024) El Marco de Seguridad Cibernética (CSF) 2.0 del NIST. \n(National Institute of Standards and Technology, Gaithersburg, MD), NIST Cybersecurity White Paper (CSWP) \nNIST CSWP 29 spa. https://doi.org/10.6028/NIST.CSWP.29.spa  \nInformación de contacto \ncyberframework@nist.gov \nInstituto Nacional de Estándares y Tecnología \nAttn: Applied Cybersecurity Division, Information Technology Laboratory \n100 Bureau Drive (Mail Stop 2000) Gaithersburg, MD 20899-2000 \nTodos los comentarios están sujetos a publicación en virtud de la Ley de Libertad de Información (FOIA, por sus \nsiglas en inglés)."
        }
    ]
}